[
  {
    "_id": "42",
    "name": "Sydney Opera House",
    "city": "Sydney",
    "country": "Australia",
    "category": "Landmarks",
    "tags": [
      "opera",
      "harbor",
      "iconic"
    ],
    "svgFilename": "au-sydney.svg",
    "description": "Sydney is Australia's largest city, known for its iconic Opera House, beautiful harbor, and the Sydney Harbour Bridge. The city combines stunning natural beauty with modern urban development, featuring world-class beaches and vibrant cultural scene.",
    "region": "Oceania"
  },
  {
    "_id": "57",
    "name": "Wellington Beehive Parliament",
    "city": "Wellington",
    "country": "New Zealand",
    "category": "Landmarks",
    "tags": [
      "parliament",
      "beehive",
      "government"
    ],
    "svgFilename": "nz-wellington.svg",
    "description": "Wellington is the capital city of New Zealand, known for its iconic Beehive Parliament Building - a distinctive circular structure that houses the executive wing of the New Zealand Parliament. The city combines government institutions with stunning harbor views, vibrant arts scene, and the famous Wellington wind.",
    "region": "Oceania"
  },
  {
    "_id": "122",
    "name": "Noumea Nautilus Shell",
    "city": "Noumea",
    "country": "New Caledonia",
    "category": "Nature",
    "tags": [
      "nautilus",
      "shell",
      "pacific",
      "marine",
      "oceanic"
    ],
    "svgFilename": "nc-noumea.svg",
    "description": "Noumea is the capital and largest city of New Caledonia, known for its beautiful nautilus shell and stunning Pacific Ocean setting. The city combines French colonial charm with Melanesian culture, featuring the beautiful Anse Vata Beach, the iconic Tjibaou Cultural Centre, the historic Place des Cocotiers, and the world's largest lagoon with its diverse marine life.",
    "region": "Oceania"
  },
  {
    "_id": "123",
    "name": "Perth Quokka",
    "city": "Perth",
    "country": "Australia",
    "category": "Nature",
    "tags": [
      "quokka",
      "marsupial",
      "australian",
      "wildlife",
      "smiling"
    ],
    "svgFilename": "au-perth.svg",
    "description": "Perth is the capital and largest city of Western Australia, known for its adorable quokka - the world's happiest animal found on Rottnest Island. The city combines modern urban development with natural beauty, featuring the beautiful Swan River, the iconic Kings Park and Botanic Garden, the historic Fremantle port, and the famous quokkas that have become a symbol of the region's unique wildlife.",
    "region": "Oceania"
  },
  {
    "_id": "186",
    "name": "Flinders Street Station",
    "city": "Melbourne",
    "country": "Australia",
    "category": "Buildings",
    "tags": [
      "railway",
      "station",
      "architecture",
      "historic",
      "landmark",
      "federation"
    ],
    "svgFilename": "au-melbourne.svg",
    "description": "Melbourne's iconic Flinders Street Station is a magnificent example of Federation architecture and one of the world's busiest passenger stations. Built in the early 1900s, this historic railway hub with its distinctive dome and clock tower serves as a beloved meeting point and symbol of Melbourne's rich cultural heritage.",
    "region": "Oceania"
  },
  {
    "_id": "207",
    "name": "Port Vila Traditional Mask",
    "city": "Port Vila",
    "country": "Vanuatu",
    "category": "Culture",
    "tags": [
      "mask",
      "traditional",
      "tribal",
      "cultural"
    ],
    "svgFilename": "vu-port-vila.svg",
    "description": "Port Vila is the capital and largest city of Vanuatu, an archipelago nation in the South Pacific. The traditional mask represents the rich cultural heritage of Vanuatu's indigenous Melanesian people. These ceremonial masks are central to Vanuatu's kastom (custom) culture, used in traditional rituals and storytelling, reflecting the deep spiritual connection of the ni-Vanuatu people to their ancestors.",
    "region": "Oceania"
  },
  {
    "_id": "208",
    "name": "Tarawa Frigatebird",
    "city": "Tarawa",
    "country": "Kiribati",
    "category": "Nature",
    "tags": [
      "frigatebird",
      "bird",
      "wildlife",
      "pacific"
    ],
    "svgFilename": "ki-tarawa.svg",
    "description": "Tarawa is the capital atoll of Kiribati, a Pacific island nation straddling the equator. The frigatebird is a national symbol of Kiribati, featured on the country's flag and coat of arms. These magnificent seabirds with their distinctive red throat pouches are found throughout the Pacific atolls, representing freedom, maritime heritage, and the deep connection between the I-Kiribati people and the ocean.",
    "region": "Oceania"
  },
  {
    "_id": "209",
    "name": "Apia Fale",
    "city": "Apia",
    "country": "Samoa",
    "category": "Culture",
    "tags": [
      "fale",
      "traditional",
      "house",
      "samoan"
    ],
    "svgFilename": "ws-apia.svg",
    "description": "Apia is the capital city of Samoa, located on the island of Upolu. The traditional fale is an open-sided house that epitomizes Samoan architecture and culture. With its distinctive oval shape, thatched roof, and open design supported by wooden posts, the fale represents the communal spirit of fa'a Samoa (the Samoan way), providing a gathering space that connects families to their heritage and the natural environment.",
    "region": "Oceania"
  },
  {
    "_id": "210",
    "name": "Suva Bure",
    "city": "Suva",
    "country": "Fiji",
    "category": "Culture",
    "tags": [
      "bure",
      "traditional",
      "thatched",
      "fijian"
    ],
    "svgFilename": "fj-suva.svg",
    "description": "Suva is the capital and largest city of Fiji, located on the island of Viti Levu. The traditional bure is a thatched-roof hut that represents indigenous Fijian architecture and cultural identity. These distinctive structures with their steeply pitched roofs made from dried pandanus leaves are iconic to the Pacific islands, embodying the sustainable building practices and communal living traditions of the iTaukei (indigenous Fijian) people.",
    "region": "Oceania"
  },
  {
    "_id": "226",
    "name": "Parliament House",
    "city": "Canberra",
    "country": "Australia",
    "category": "Landmarks",
    "tags": [
      "parliament",
      "government",
      "architecture",
      "capital",
      "democracy"
    ],
    "svgFilename": "au-canberra.svg",
    "description": "Canberra is the capital city of Australia, purpose-built to house the nation's government. Parliament House, opened in 1988, is an architectural masterpiece built into Capital Hill, crowned by its iconic 81-meter flagpole. The building symbolizes Australian democracy and features stunning mosaic forecourt, native gardens, and over 3,000 artworks representing the nation's cultural heritage.",
    "region": "Oceania"
  },
  {
    "_id": "227",
    "name": "Cascade Brewery",
    "city": "Hobart",
    "country": "Australia",
    "category": "Landmarks",
    "tags": [
      "brewery",
      "heritage",
      "historic",
      "tasmania",
      "colonial"
    ],
    "svgFilename": "au-hobart.svg",
    "description": "Hobart is the capital of Tasmania, Australia's island state known for its pristine wilderness and rich colonial history. The Cascade Brewery, founded in 1824, is Australia's oldest continuously operating brewery, nestled at the foot of Mount Wellington. Its distinctive Gothic-style sandstone buildings and heritage gardens make it an iconic symbol of Tasmania's European settlement and brewing tradition.",
    "region": "Oceania"
  },
  {
    "_id": "298",
    "name": "Honiara Parliament House",
    "city": "Honiara",
    "country": "Solomon Islands",
    "category": "Landmarks",
    "tags": [
      "parliament",
      "government",
      "pacific",
      "melanesia"
    ],
    "svgFilename": "sb-honiara.svg",
    "description": "Honiara is the capital of the Solomon Islands, a Melanesian archipelago in the South Pacific. The National Parliament House is the seat of government and a symbol of the nation's independence. Located on the island of Guadalcanal, Honiara grew from a World War II military base into a vibrant capital, blending modern governance with the rich cultural traditions of the Solomon Islands' diverse indigenous communities.",
    "region": "Oceania"
  },
  {
    "_id": "299",
    "name": "Nukuʻalofa Haʻamonga ʻa Maui",
    "city": "Nukuʻalofa",
    "country": "Tonga",
    "category": "Landmarks",
    "tags": [
      "trilithon",
      "stone",
      "ancient",
      "polynesia",
      "megalith"
    ],
    "svgFilename": "to-nukualofa.svg",
    "description": "Nukuʻalofa is the capital of Tonga, the only remaining monarchy in the Pacific. The Haʻamonga ʻa Maui (Burden of Maui) is a massive stone trilithon built around 1200 AD from coral limestone slabs, each weighing approximately 40 tonnes. Often called the 'Stonehenge of the Pacific,' this ancient megalithic gateway is believed to have served as a seasonal calendar and stands as a testament to the engineering prowess of early Polynesian civilization.",
    "region": "Oceania"
  },
  {
    "_id": "300",
    "name": "Funafuti Lagoon",
    "city": "Funafuti",
    "country": "Tuvalu",
    "category": "Nature",
    "tags": [
      "atoll",
      "lagoon",
      "pacific",
      "polynesia",
      "coral"
    ],
    "svgFilename": "tv-funafuti.svg",
    "description": "Funafuti is the capital atoll of Tuvalu, one of the world's smallest and most remote nations. The Funafuti Lagoon, enclosed by a narrow ring of coral islets, spans approximately 275 square kilometers and is the heart of this tiny Pacific nation. The atoll's distinctive ring shape, formed over millennia by coral growth, shelters a vast turquoise lagoon that sustains local communities and hosts the Funafuti Conservation Area, a marine protected zone of extraordinary biodiversity.",
    "region": "Oceania"
  }
]