[
  {
    "_id": "32",
    "name": "Almaty Mountains",
    "city": "Almaty",
    "country": "Kazakhstan",
    "category": "Landmarks",
    "tags": [
      "mountains",
      "nature",
      "scenic"
    ],
    "svgFilename": "kz-alma-aty.svg",
    "description": "Almaty is the largest city in Kazakhstan, nestled at the foothills of the Trans-Ili Alatau mountains. Known for its stunning mountain views, the city combines modern urban development with natural beauty, featuring the iconic Kok-Tobe hill and the beautiful Medeu skating rink.",
    "region": "Asia"
  },
  {
    "_id": "51",
    "name": "Samarra Spiral Minaret",
    "city": "Samarra",
    "country": "Iraq",
    "category": "Landmarks",
    "tags": [
      "minaret",
      "spiral",
      "historic"
    ],
    "svgFilename": "iq-samarra.svg",
    "description": "Samarra is a historic city in Iraq, known for its iconic spiral minaret - a UNESCO World Heritage site. The city has a rich cultural heritage as an important center of Islamic architecture and features the famous Great Mosque of Samarra with its distinctive spiral minaret.",
    "region": "Middle East"
  },
  {
    "_id": "52",
    "name": "Baku Flame Towers",
    "city": "Baku",
    "country": "Azerbaijan",
    "category": "Buildings",
    "tags": [
      "flame",
      "towers",
      "modern"
    ],
    "svgFilename": "az-baku.svg",
    "description": "Baku is the capital and largest city of Azerbaijan, known for its iconic Flame Towers - three skyscrapers that resemble flames. The city combines historic architecture with modern development, featuring the UNESCO-listed Old City and the futuristic Flame Towers that light up the skyline.",
    "region": "Middle East"
  },
  {
    "_id": "15",
    "name": "Barcelona Sagrada Familia",
    "city": "Barcelona",
    "country": "Spain",
    "category": "Landmarks",
    "tags": [
      "church",
      "gothic",
      "modernist"
    ],
    "svgFilename": "es-barcelona.svg",
    "description": "Barcelona is the capital of Catalonia, known for its unique architecture including the iconic Sagrada Familia by Antoni Gaudí. The city combines Mediterranean charm with innovative design, making it a cultural and architectural treasure.",
    "region": "Europe"
  },
  {
    "_id": "24",
    "name": "Batumi Seaside",
    "city": "Batumi",
    "country": "Georgia",
    "category": "Culture",
    "tags": [
      "seaside",
      "modern",
      "architecture"
    ],
    "svgFilename": "ge-batumi.svg",
    "description": "Batumi is a coastal city in Georgia, known for its beautiful Black Sea beaches, modern architecture, and the iconic Alphabet Tower. The city combines traditional Georgian culture with contemporary development.",
    "region": "Middle East"
  },
  {
    "_id": "4",
    "name": "Berlin Brandenburg Gate",
    "city": "Berlin",
    "country": "Germany",
    "category": "Landmarks",
    "tags": [
      "gate",
      "historic",
      "neoclassical"
    ],
    "svgFilename": "de-berlin.svg",
    "description": "The Brandenburg Gate is an 18th-century neoclassical monument in Berlin, built on the site of a former city gate that marked the start of the road from Berlin to the town of Brandenburg an der Havel. It has become a symbol of German unity and peace.",
    "region": "Europe"
  },
  {
    "_id": "33",
    "name": "Belgrade Fortress",
    "city": "Belgrade",
    "country": "Serbia",
    "category": "Landmarks",
    "tags": [
      "fortress",
      "historic",
      "riverside"
    ],
    "svgFilename": "rs-belgrade.svg",
    "description": "Belgrade is the capital and largest city of Serbia, located at the confluence of the Danube and Sava rivers. Known for its historic Belgrade Fortress, the city combines rich cultural heritage with modern Balkan charm and vibrant nightlife.",
    "region": "Europe"
  },
  {
    "_id": "23",
    "name": "Bremen Historic Center",
    "city": "Bremen",
    "country": "Germany",
    "category": "Culture",
    "tags": [
      "historic",
      "medieval",
      "architecture"
    ],
    "svgFilename": "de-bremen.svg",
    "description": "Bremen is a major city in northern Germany, known for its historic market square, the Bremen Town Musicians statue, and medieval architecture. The city has a rich maritime history and cultural heritage.",
    "region": "Europe"
  },
  {
    "_id": "37",
    "name": "Brussels Atomium",
    "city": "Brussels",
    "country": "Belgium",
    "category": "Landmarks",
    "tags": [
      "atomium",
      "modern",
      "iconic"
    ],
    "svgFilename": "be-brussels.svg",
    "description": "Brussels is the capital of Belgium and the European Union, known for its iconic Atomium structure, historic Grand Place, and world-famous chocolate and waffles. The city combines medieval architecture with modern European institutions.",
    "region": "Europe"
  },
  {
    "_id": "58",
    "name": "Brasilia Cathedral",
    "city": "Brasilia",
    "country": "Brazil",
    "category": "Landmarks",
    "tags": [
      "cathedral",
      "modern",
      "architecture"
    ],
    "svgFilename": "br-brasilia.svg",
    "description": "Brasilia is the capital city of Brazil, known for its iconic Cathedral of Brasilia - a stunning modernist church designed by Oscar Niemeyer. The city is a UNESCO World Heritage site, featuring innovative modernist architecture, the distinctive hyperboloid cathedral structure, and the unique urban planning of the 1960s.",
    "region": "South America"
  },
  {
    "_id": "34",
    "name": "Buenos Aires Tango",
    "city": "Buenos Aires",
    "country": "Argentina",
    "category": "Culture",
    "tags": [
      "tango",
      "historic",
      "latin"
    ],
    "svgFilename": "ar-buenos-aires.svg",
    "description": "Buenos Aires is the capital and largest city of Argentina, known for its passionate tango culture, historic neighborhoods like La Boca and San Telmo, and European-style architecture. The city is the cultural heart of Argentina and a major Latin American metropolis.",
    "region": "South America"
  },
  {
    "_id": "12",
    "name": "Chicago Skyline",
    "city": "Chicago",
    "country": "USA",
    "category": "Buildings",
    "tags": [
      "skyscrapers",
      "modern",
      "urban"
    ],
    "svgFilename": "us-chicago.svg",
    "description": "The Chicago skyline is world-famous for its innovative architecture and towering skyscrapers. Home to the Willis Tower, John Hancock Center, and other architectural marvels, Chicago's skyline represents the birthplace of modern skyscraper design.",
    "region": "North America"
  },
  {
    "_id": "38",
    "name": "Cairo Pyramids",
    "city": "Cairo",
    "country": "Egypt",
    "category": "Landmarks",
    "tags": [
      "pyramids",
      "ancient",
      "historic"
    ],
    "svgFilename": "eg-cairo.svg",
    "description": "Cairo is the capital and largest city of Egypt, known for its ancient pyramids, the Great Sphinx, and rich Islamic heritage. The city combines ancient wonders with modern urban development, featuring the iconic Giza pyramids and historic Islamic architecture.",
    "region": "Africa"
  },
  {
    "_id": "26",
    "name": "Chisinau Government",
    "city": "Chisinau",
    "country": "Moldova",
    "category": "Buildings",
    "tags": [
      "government",
      "modern",
      "architecture"
    ],
    "svgFilename": "md-chisinau.svg",
    "description": "Chisinau is the capital and largest city of Moldova, known for its Soviet-era architecture, the Presidential Palace, and the beautiful Central Park. The city reflects the country's complex history and cultural diversity.",
    "region": "Europe"
  },
  {
    "_id": "50",
    "name": "Cusco Inca Wall",
    "city": "Cusco",
    "country": "Peru",
    "category": "Landmarks",
    "tags": [
      "inca",
      "wall",
      "historic"
    ],
    "svgFilename": "pe-cusco.svg",
    "description": "Cusco is a historic city in southeastern Peru, once the capital of the Inca Empire. Known for its impressive Inca stone walls and architecture, the city features the famous Twelve-Angled Stone and other remarkable examples of Inca masonry. Cusco combines ancient Andean heritage with Spanish colonial architecture.",
    "region": "South America"
  },
  {
    "_id": "27",
    "name": "Copenhagen Harbor",
    "city": "Copenhagen",
    "country": "Denmark",
    "category": "Culture",
    "tags": [
      "harbor",
      "modern",
      "scandinavian"
    ],
    "svgFilename": "dk-copenhagen.svg",
    "description": "Copenhagen is the capital and largest city of Denmark, known for its beautiful harbor, the iconic Little Mermaid statue, and the colorful Nyhavn district. The city combines historic charm with modern Scandinavian design and sustainable urban planning.",
    "region": "Europe"
  },
  {
    "_id": "35",
    "name": "Denpasar Temple",
    "city": "Denpasar",
    "country": "Indonesia",
    "category": "Culture",
    "tags": [
      "temple",
      "balinese",
      "traditional"
    ],
    "svgFilename": "id-denpasar.svg",
    "description": "Denpasar is the capital of Bali, Indonesia, known for its rich Balinese culture, traditional temples, and vibrant arts scene. The city serves as the cultural and administrative center of the island, featuring beautiful Hindu temples and traditional Balinese architecture.",
    "region": "Asia"
  },
  {
    "_id": "39",
    "name": "Dhaka Modern City",
    "city": "Dhaka",
    "country": "Bangladesh",
    "category": "Buildings",
    "tags": [
      "modern",
      "urban",
      "architecture"
    ],
    "svgFilename": "bd-dhaka.svg",
    "description": "Dhaka is the capital and largest city of Bangladesh, known for its modern urban development, historic mosques, and vibrant street life. The city combines traditional Bengali culture with contemporary architecture and serves as the economic and cultural heart of Bangladesh.",
    "region": "Asia"
  },
  {
    "_id": "31",
    "name": "Yerevan Republic Square",
    "city": "Yerevan",
    "country": "Armenia",
    "category": "Landmarks",
    "tags": [
      "square",
      "historic",
      "government"
    ],
    "svgFilename": "am-yerevan.svg",
    "description": "Yerevan is the capital and largest city of Armenia, known for its beautiful Republic Square, the Cascade complex, and the historic Matenadaran library. The city combines ancient Armenian heritage with modern urban development and serves as the cultural heart of Armenia.",
    "region": "Middle East"
  },
  {
    "_id": "40",
    "name": "Frankfurt Main Tower",
    "city": "Frankfurt",
    "country": "Germany",
    "category": "Buildings",
    "tags": [
      "tower",
      "finance",
      "modern"
    ],
    "svgFilename": "de-frankfurt.svg",
    "description": "Frankfurt am Main is Germany's financial capital, known for its impressive skyline featuring the Main Tower and other modern skyscrapers. The city combines historic architecture with contemporary finance, featuring the historic Römer square and world-class museums.",
    "region": "Europe"
  },
  {
    "_id": "60",
    "name": "Kathmandu Stupa",
    "city": "Kathmandu",
    "country": "Nepal",
    "category": "Landmarks",
    "tags": [
      "stupa",
      "buddhist",
      "historic"
    ],
    "svgFilename": "np-kathmandu.svg",
    "description": "Kathmandu is the capital and largest city of Nepal, known for its iconic Buddhist stupas, ancient temples, and rich cultural heritage. The city combines traditional Nepalese culture with historic architecture, featuring the famous Swayambhunath Stupa, Boudhanath, and the historic Durbar Square.",
    "region": "Asia"
  },
  {
    "_id": "80",
    "name": "Tijuana Arch",
    "city": "Tijuana",
    "country": "Mexico",
    "category": "Landmarks",
    "tags": [
      "arch",
      "border",
      "landmark"
    ],
    "svgFilename": "mx-tijuana.svg",
    "description": "Tijuana is a major city in Baja California, Mexico, known for its iconic Tijuana Arch - a symbol of the city and its border location. The city combines Mexican culture with international influences, featuring vibrant markets, cultural festivals, and the famous Avenida Revolución.",
    "region": "North America"
  },
  {
    "_id": "81",
    "name": "Graz Kunstmuseum",
    "city": "Graz",
    "country": "Austria",
    "category": "Culture",
    "tags": [
      "museum",
      "art",
      "modern"
    ],
    "svgFilename": "at-graz.svg",
    "description": "Graz is the second-largest city in Austria, known for its Kunstmuseum (Art Museum) and rich cultural heritage. The city combines historic architecture with modern design, featuring the iconic Kunsthaus Graz and the historic Old Town, a UNESCO World Heritage site.",
    "region": "Europe"
  },
  {
    "_id": "82",
    "name": "Ljubljana Dragon",
    "city": "Ljubljana",
    "country": "Slovenia",
    "category": "Culture",
    "tags": [
      "dragon",
      "symbol",
      "historic"
    ],
    "svgFilename": "si-ljubljana.svg",
    "description": "Ljubljana is the capital and largest city of Slovenia, known for its iconic dragon symbol which appears on the city's coat of arms and the famous Dragon Bridge. The city combines medieval charm with modern European culture, featuring the historic Ljubljana Castle and vibrant cultural scene.",
    "region": "Europe"
  },
  {
    "_id": "83",
    "name": "Antananarivo Palace",
    "city": "Antananarivo",
    "country": "Madagascar",
    "category": "Landmarks",
    "tags": [
      "palace",
      "royal",
      "historic"
    ],
    "svgFilename": "mg-antananarivo.svg",
    "description": "Antananarivo is the capital and largest city of Madagascar, known for its historic royal palace complex and rich cultural heritage. The city combines traditional Malagasy culture with colonial architecture, featuring the iconic Rova palace complex and the vibrant Analakely market district.",
    "region": "Africa"
  },
  {
    "_id": "84",
    "name": "Jerusalem Dome",
    "city": "Jerusalem",
    "country": "Israel",
    "category": "Landmarks",
    "tags": [
      "dome",
      "religious",
      "historic"
    ],
    "svgFilename": "il-jerusalem.svg",
    "description": "Jerusalem is the capital of Israel and a city of immense religious and historical significance, known for its iconic Dome of the Rock and the Old City. The city combines ancient religious sites with modern development, featuring the Western Wall, Church of the Holy Sepulchre, and the vibrant Mahane Yehuda market.",
    "region": "Middle East"
  },
  {
    "_id": "85",
    "name": "Casablanca Hassan II Minaret",
    "city": "Casablanca",
    "country": "Morocco",
    "category": "Landmarks",
    "tags": [
      "minaret",
      "mosque",
      "modern"
    ],
    "svgFilename": "ma-casablanca.svg",
    "description": "Casablanca is the largest city in Morocco, known for its iconic Hassan II Mosque with its distinctive minaret. The city combines traditional Moroccan culture with modern development, featuring the historic medina, the modern Corniche waterfront, and the impressive Hassan II Mosque complex.",
    "region": "Africa"
  },
  {
    "_id": "5",
    "name": "Kuopio Tower",
    "city": "Kuopio",
    "country": "Finland",
    "category": "Landmarks",
    "tags": [
      "tower",
      "observation",
      "modern"
    ],
    "svgFilename": "fi-kuopio.svg",
    "description": "The Kuopio Tower is a 75-meter high observation tower located on Puijo Hill in Kuopio, Finland. Built in 1963, it offers panoramic views of the city and surrounding lakes. The tower features a revolving restaurant and is a popular tourist attraction.",
    "region": "Europe"
  },
  {
    "_id": "55",
    "name": "Lisbon Belem Tower",
    "city": "Lisbon",
    "country": "Portugal",
    "category": "Landmarks",
    "tags": [
      "tower",
      "belem",
      "historic"
    ],
    "svgFilename": "pt-lisbon.svg",
    "description": "Lisbon is the capital and largest city of Portugal, known for its iconic Belem Tower - a 16th-century fortress and UNESCO World Heritage site. The city combines historic charm with modern development, featuring beautiful tiled buildings, historic trams, and the stunning Tagus River waterfront.",
    "region": "Europe"
  },
  {
    "_id": "16",
    "name": "Leipzig Modern City",
    "city": "Leipzig",
    "country": "Germany",
    "category": "Buildings",
    "tags": [
      "modern",
      "architecture",
      "urban"
    ],
    "svgFilename": "de-leipzig.svg",
    "description": "Leipzig is a major city in Saxony, Germany, known for its rich cultural heritage and modern development. The city combines historic architecture with contemporary design, featuring the Leipzig Opera House and numerous museums.",
    "region": "Europe"
  },
  {
    "_id": "9",
    "name": "Limassol Castle",
    "city": "Limassol",
    "country": "Cyprus",
    "category": "Landmarks",
    "tags": [
      "castle",
      "fortress",
      "medieval"
    ],
    "svgFilename": "cy-limassol.svg",
    "description": "Limassol Castle is a medieval castle located near the old harbor in the heart of the historical center of Limassol. Built in the 12th century, it has served as a fortress, prison, and now houses the Medieval Museum of Cyprus.",
    "region": "Europe"
  },
  {
    "_id": "25",
    "name": "London Big Ben",
    "city": "London",
    "country": "UK",
    "category": "Landmarks",
    "tags": [
      "clock",
      "historic",
      "iconic"
    ],
    "svgFilename": "gb-london.svg",
    "description": "London is the capital of England and the UK, known for its rich history, iconic landmarks like Big Ben and the Tower Bridge, and world-class museums. The city is a global center for finance and culture.",
    "region": "Europe"
  },
  {
    "_id": "20",
    "name": "Madrid Bear and Tree",
    "city": "Madrid",
    "country": "Spain",
    "category": "Culture",
    "tags": [
      "bear",
      "tree",
      "symbol"
    ],
    "svgFilename": "es-madrid.svg",
    "description": "Madrid, the capital of Spain, is known for its iconic symbol - the bear and the strawberry tree (madroño) - which appears on the city's coat of arms. The city combines historic grandeur with modern Spanish culture, featuring the Royal Palace, world-class museums like the Prado, and vibrant street life.",
    "region": "Europe"
  },
  {
    "_id": "53",
    "name": "Matosinhos Anemone",
    "city": "Matosinhos",
    "country": "Portugal",
    "category": "Culture",
    "tags": [
      "anemone",
      "seaside",
      "symbol"
    ],
    "svgFilename": "pt-matosinhos.svg",
    "description": "Matosinhos is a coastal city in northern Portugal, known for its beautiful beaches, fresh seafood, and the iconic anemone symbol representing the city's connection to the sea. The city combines traditional Portuguese fishing culture with modern urban development.",
    "region": "Europe"
  },
  {
    "_id": "36",
    "name": "Manchester Bee",
    "city": "Manchester",
    "country": "UK",
    "category": "Culture",
    "tags": [
      "bee",
      "symbol",
      "industrial"
    ],
    "svgFilename": "gb-manchester.svg",
    "description": "Manchester is a major city in northwest England, known for its iconic bee symbol representing the city's industrious nature and worker bee heritage. The city combines its rich industrial past with contemporary culture, featuring vibrant music scene, modern urban development, and historic cotton mills.",
    "region": "Europe"
  },
  {
    "_id": "13",
    "name": "Miami Beach",
    "city": "Miami",
    "country": "USA",
    "category": "Culture",
    "tags": [
      "beach",
      "modern",
      "tropical"
    ],
    "svgFilename": "us-miami.svg",
    "description": "Miami is a vibrant coastal city known for its beautiful beaches, Art Deco architecture in South Beach, and diverse cultural scene. The city combines tropical climate with modern urban development and international influences.",
    "region": "North America"
  },
  {
    "_id": "21",
    "name": "New York Statue of Liberty",
    "city": "New York",
    "country": "USA",
    "category": "Landmarks",
    "tags": [
      "statue",
      "liberty",
      "iconic"
    ],
    "svgFilename": "us-new-york.svg",
    "description": "New York City is the most populous city in the United States, known for its iconic Statue of Liberty - a symbol of freedom and democracy. The city is a global center for finance, culture, and innovation, featuring the Empire State Building, Times Square, and world-class museums.",
    "region": "North America"
  },
  {
    "_id": "41",
    "name": "Nuremberg Castle",
    "city": "Nuremberg",
    "country": "Germany",
    "category": "Landmarks",
    "tags": [
      "castle",
      "medieval",
      "historic"
    ],
    "svgFilename": "de-nuremberg.svg",
    "description": "Nuremberg is a historic city in Bavaria, Germany, known for its magnificent medieval castle, the Imperial Castle of Nuremberg, and rich cultural heritage. The city combines medieval architecture with modern German culture, featuring the famous Christkindlesmarkt and historic old town.",
    "region": "Europe"
  },
  {
    "_id": "3",
    "name": "Paris Eiffel Tower",
    "city": "Paris",
    "country": "France",
    "category": "Landmarks",
    "tags": [
      "tower",
      "romance",
      "architecture"
    ],
    "svgFilename": "fr-paris.svg",
    "description": "The iconic Eiffel Tower, a wrought-iron lattice tower located on the Champ de Mars in Paris. Built in 1889, it stands 324 meters tall and has become a global cultural icon of France and one of the most recognizable structures in the world.",
    "region": "Europe"
  },
  {
    "_id": "11",
    "name": "Porto Historic Center",
    "city": "Porto",
    "country": "Portugal",
    "category": "Culture",
    "tags": [
      "historic",
      "riverside",
      "medieval"
    ],
    "svgFilename": "pt-porto.svg",
    "description": "Porto's Historic Center is a UNESCO World Heritage site featuring medieval architecture, colorful houses, and the iconic Dom Luís I Bridge. The city is famous for its port wine cellars and the beautiful Ribeira district along the Douro River.",
    "region": "Europe"
  },
  {
    "_id": "19",
    "name": "Prague Castle",
    "city": "Prague",
    "country": "Czech Republic",
    "category": "Landmarks",
    "tags": [
      "castle",
      "historic",
      "medieval"
    ],
    "svgFilename": "cz-prague.svg",
    "description": "Prague, the capital of the Czech Republic, is known for its stunning medieval architecture, the iconic Prague Castle, and the historic Charles Bridge. The city's Old Town Square is a masterpiece of Gothic and Baroque architecture.",
    "region": "Europe"
  },
  {
    "_id": "18",
    "name": "Riga Historic Center",
    "city": "Riga",
    "country": "Latvia",
    "category": "Culture",
    "tags": [
      "historic",
      "architecture",
      "medieval"
    ],
    "svgFilename": "lv-riga.svg",
    "description": "Riga is the capital and largest city of Latvia, known for its well-preserved medieval Old Town and Art Nouveau architecture. The city's historic center is a UNESCO World Heritage site.",
    "region": "Europe"
  },
  {
    "_id": "22",
    "name": "Seoul Modern City",
    "city": "Seoul",
    "country": "South Korea",
    "category": "Buildings",
    "tags": [
      "modern",
      "technology",
      "urban"
    ],
    "svgFilename": "kr-seoul.svg",
    "description": "Seoul is the capital and largest city of South Korea, known for its cutting-edge technology, modern architecture, and rich cultural heritage. The city seamlessly blends ancient palaces with futuristic skyscrapers.",
    "region": "Asia"
  },
  {
    "_id": "54",
    "name": "Sorrento Lemon",
    "city": "Sorrento",
    "country": "Italy",
    "category": "Culture",
    "tags": [
      "lemon",
      "citrus",
      "traditional"
    ],
    "svgFilename": "it-sorrento.svg",
    "description": "Sorrento is a beautiful coastal town in southern Italy, known for its famous lemons and limoncello production. The city is famous for its stunning views of the Bay of Naples, traditional lemon groves, and the iconic Amalfi Coast scenery. Sorrento's lemons are a symbol of the region's agricultural heritage and Mediterranean charm.",
    "region": "Europe"
  },
  {
    "_id": "17",
    "name": "Stockholm Royal Palace",
    "city": "Stockholm",
    "country": "Sweden",
    "category": "Landmarks",
    "tags": [
      "palace",
      "royal",
      "historic"
    ],
    "svgFilename": "se-stockholm.svg",
    "description": "Stockholm, the capital of Sweden, is built on 14 islands connected by bridges. The city is known for its beautiful architecture, the Royal Palace, and the historic Gamla Stan (Old Town) with its medieval streets.",
    "region": "Europe"
  },
  {
    "_id": "42",
    "name": "Sydney Opera House",
    "city": "Sydney",
    "country": "Australia",
    "category": "Landmarks",
    "tags": [
      "opera",
      "harbor",
      "iconic"
    ],
    "svgFilename": "au-sydney.svg",
    "description": "Sydney is Australia's largest city, known for its iconic Opera House, beautiful harbor, and the Sydney Harbour Bridge. The city combines stunning natural beauty with modern urban development, featuring world-class beaches and vibrant cultural scene.",
    "region": "Oceania"
  },
  {
    "_id": "14",
    "name": "Tel Aviv Modern City",
    "city": "Tel Aviv",
    "country": "Israel",
    "category": "Buildings",
    "tags": [
      "modern",
      "architecture",
      "urban"
    ],
    "svgFilename": "il-tel-aviv.svg",
    "description": "Tel Aviv is known for its stunning modern architecture, particularly the White City with its Bauhaus buildings. The city combines Mediterranean charm with cutting-edge design, making it a hub for innovation and culture.",
    "region": "Middle East"
  },
  {
    "_id": "10",
    "name": "Tbilisi Old Town",
    "city": "Tbilisi",
    "country": "Georgia",
    "category": "Culture",
    "tags": [
      "historic",
      "architecture",
      "traditional"
    ],
    "svgFilename": "ge-tbilisi.svg",
    "description": "Tbilisi Old Town is the historic heart of Georgia's capital, featuring narrow cobblestone streets, traditional Georgian architecture, and the iconic Narikala Fortress. This UNESCO World Heritage site showcases the city's rich cultural heritage and ancient history.",
    "region": "Middle East"
  },
  {
    "_id": "6",
    "name": "Valencia Oceanografico",
    "city": "Valencia",
    "country": "Spain",
    "category": "Landmarks",
    "tags": [
      "oceanografico",
      "aquarium",
      "modern"
    ],
    "svgFilename": "es-valencia.svg",
    "description": "Valencia is a beautiful coastal city in Spain, known for its iconic Oceanografico - the largest aquarium in Europe, part of the stunning City of Arts and Sciences complex. The city combines historic charm with modern architecture, featuring the futuristic buildings designed by Santiago Calatrava and the beautiful Mediterranean coastline.",
    "region": "Europe"
  },
  {
    "_id": "49",
    "name": "Venice Lion with Book",
    "city": "Venice",
    "country": "Italy",
    "category": "Culture",
    "tags": [
      "lion",
      "book",
      "historic"
    ],
    "svgFilename": "it-venice.svg",
    "description": "Venice is a historic city in northeastern Italy, known for its iconic lion symbol holding a book - representing the winged lion of St. Mark, the city's patron saint. The city is famous for its beautiful canals, historic architecture, and rich cultural heritage spanning over 1,000 years.",
    "region": "Europe"
  },
  {
    "_id": "8",
    "name": "Vienna St. Stephen's Cathedral",
    "city": "Vienna",
    "country": "Austria",
    "category": "Landmarks",
    "tags": [
      "cathedral",
      "gothic",
      "historic"
    ],
    "svgFilename": "at-vienna.svg",
    "description": "St. Stephen's Cathedral is the mother church of the Roman Catholic Archdiocese of Vienna and the seat of the Archbishop of Vienna. This magnificent Gothic cathedral, with its distinctive tiled roof, has stood at the heart of Vienna for over 700 years.",
    "region": "Europe"
  },
  {
    "_id": "56",
    "name": "Ottawa Parliament Hill",
    "city": "Ottawa",
    "country": "Canada",
    "category": "Landmarks",
    "tags": [
      "parliament",
      "hill",
      "government"
    ],
    "svgFilename": "ca-ottawa.svg",
    "description": "Ottawa is the capital city of Canada, known for its iconic Parliament Hill - the seat of the Canadian government. The city combines historic architecture with modern government institutions, featuring the beautiful Gothic Revival Parliament Buildings, the Rideau Canal (a UNESCO World Heritage site), and the National Gallery of Canada.",
    "region": "North America"
  },
  {
    "_id": "43",
    "name": "Vancouver Mountains",
    "city": "Vancouver",
    "country": "Canada",
    "category": "Landmarks",
    "tags": [
      "mountains",
      "nature",
      "scenic"
    ],
    "svgFilename": "ca-vancouver.svg",
    "description": "Vancouver is a coastal city in British Columbia, Canada, known for its stunning mountain views, beautiful harbor, and outdoor lifestyle. The city combines natural beauty with modern urban development, featuring Stanley Park, the North Shore mountains, and a vibrant multicultural community.",
    "region": "North America"
  },
  {
    "_id": "7",
    "name": "Warsaw Mermaid",
    "city": "Warsaw",
    "country": "Poland",
    "category": "Culture",
    "tags": [
      "mermaid",
      "mythology",
      "symbol"
    ],
    "svgFilename": "pl-warsaw.svg",
    "description": "The Warsaw Mermaid is the official symbol of Warsaw, Poland. According to legend, a mermaid swam from the Baltic Sea to Warsaw and decided to stay, protecting the city. The statue shows her with a sword and shield, ready to defend the city.",
    "region": "Europe"
  },
  {
    "_id": "57",
    "name": "Wellington Beehive Parliament",
    "city": "Wellington",
    "country": "New Zealand",
    "category": "Landmarks",
    "tags": [
      "parliament",
      "beehive",
      "government"
    ],
    "svgFilename": "nz-wellington.svg",
    "description": "Wellington is the capital city of New Zealand, known for its iconic Beehive Parliament Building - a distinctive circular structure that houses the executive wing of the New Zealand Parliament. The city combines government institutions with stunning harbor views, vibrant arts scene, and the famous Wellington wind.",
    "region": "Oceania"
  },
  {
    "_id": "44",
    "name": "Pittsburgh Steel City",
    "city": "Pittsburgh",
    "country": "USA",
    "category": "Buildings",
    "tags": [
      "steel",
      "industrial",
      "modern"
    ],
    "svgFilename": "us-pittsburgh.svg",
    "description": "Pittsburgh is a major city in Pennsylvania, known for its steel industry heritage, the iconic Three Rivers confluence, and modern transformation. The city combines industrial history with contemporary innovation, featuring the University of Pittsburgh, Carnegie Mellon University, and world-class museums.",
    "region": "North America"
  },
  {
    "_id": "45",
    "name": "Toronto CN Tower",
    "city": "Toronto",
    "country": "Canada",
    "category": "Landmarks",
    "tags": [
      "tower",
      "modern",
      "iconic"
    ],
    "svgFilename": "ca-toronto.svg",
    "description": "Toronto is the capital of Ontario and Canada's largest city, known for its iconic CN Tower - the tallest freestanding structure in the Western Hemisphere. The city combines modern urban development with natural beauty along Lake Ontario, featuring a diverse multicultural population and vibrant arts scene.",
    "region": "North America"
  },
  {
    "_id": "46",
    "name": "Trieste Harbor",
    "city": "Trieste",
    "country": "Italy",
    "category": "Culture",
    "tags": [
      "harbor",
      "historic",
      "mediterranean"
    ],
    "svgFilename": "it-trieste.svg",
    "description": "Trieste is a historic port city in northeastern Italy, known for its beautiful harbor, rich cultural heritage, and unique position at the crossroads of Latin, Slavic, and Germanic cultures. The city features stunning architecture, the iconic Piazza Unità d'Italia, and a vibrant literary tradition.",
    "region": "Europe"
  },
  {
    "_id": "47",
    "name": "Uralsk Historic Center",
    "city": "Uralsk",
    "country": "Kazakhstan",
    "category": "Culture",
    "tags": [
      "historic",
      "riverside",
      "traditional"
    ],
    "svgFilename": "kz-uralsk.svg",
    "description": "Uralsk is a historic city in western Kazakhstan, located on the Ural River. Known for its traditional Kazakh culture, horse breeding heritage, and beautiful riverfront, the city preserves its rich nomadic traditions while embracing modern development. The horse symbolizes the region's deep connection to Central Asian nomadic culture.",
    "region": "Asia"
  },
  {
    "_id": "48",
    "name": "Rio de Janeiro Christ the Redeemer",
    "city": "Rio de Janeiro",
    "country": "Brazil",
    "category": "Landmarks",
    "tags": [
      "christ",
      "statue",
      "iconic"
    ],
    "svgFilename": "br-rio-de-janeiro.svg",
    "description": "Rio de Janeiro is a vibrant coastal city in Brazil, known for its iconic Christ the Redeemer statue atop Corcovado Mountain, beautiful beaches like Copacabana and Ipanema, and the famous Sugarloaf Mountain. The city combines stunning natural beauty with rich Brazilian culture and Carnival celebrations.",
    "region": "South America"
  },
  {
    "_id": "59",
    "name": "Hanoi Turtle Tower",
    "city": "Hanoi",
    "country": "Vietnam",
    "category": "Landmarks",
    "tags": [
      "turtle",
      "tower",
      "historic"
    ],
    "svgFilename": "vn-hanoi.svg",
    "description": "Hanoi is the capital city of Vietnam, known for its iconic Turtle Tower on Hoan Kiem Lake - a historic landmark symbolizing the city's rich cultural heritage. The city combines traditional Vietnamese culture with French colonial architecture, featuring the Old Quarter, Temple of Literature, and vibrant street food scene.",
    "region": "Asia"
  },
  {
    "_id": "69",
    "name": "Havana Capitol",
    "city": "Havana",
    "country": "Cuba",
    "category": "Landmarks",
    "tags": [
      "capitol",
      "neoclassical",
      "historic"
    ],
    "svgFilename": "cu-havana.svg",
    "description": "Havana is the capital and largest city of Cuba, known for its iconic Capitol building, Spanish colonial architecture, and rich cultural heritage. The city combines traditional Cuban culture with historic charm, featuring the historic Old Havana, Malecón waterfront, and vibrant music scene.",
    "region": "Central America & Caribbean"
  },
  {
    "_id": "70",
    "name": "Tashkent Mosque",
    "city": "Tashkent",
    "country": "Uzbekistan",
    "category": "Landmarks",
    "tags": [
      "mosque",
      "islamic",
      "historic"
    ],
    "svgFilename": "uz-tashkent.svg",
    "description": "Tashkent is the capital and largest city of Uzbekistan, known for its beautiful mosques, Islamic architecture, and rich cultural heritage. The city combines traditional Central Asian culture with modern development, featuring the historic Chorsu Bazaar, Tashkent Tower, and vibrant cultural scene.",
    "region": "Asia"
  },
  {
    "_id": "71",
    "name": "Lagos Bridge",
    "city": "Lagos",
    "country": "Nigeria",
    "category": "Landmarks",
    "tags": [
      "bridge",
      "modern",
      "infrastructure"
    ],
    "svgFilename": "ng-lagos.svg",
    "description": "Lagos is the largest city and economic hub of Nigeria, known for its modern infrastructure including iconic bridges, bustling port, and vibrant culture. The city combines traditional Nigerian culture with contemporary development, featuring the Third Mainland Bridge, Victoria Island, and dynamic street life.",
    "region": "Africa"
  },
  {
    "_id": "72",
    "name": "Oslo Opera House",
    "city": "Oslo",
    "country": "Norway",
    "category": "Landmarks",
    "tags": [
      "opera house",
      "modern",
      "architecture"
    ],
    "svgFilename": "no-oslo.svg",
    "description": "Oslo is the capital and largest city of Norway, known for its iconic Oslo Opera House, stunning fjord views, and rich cultural heritage. The city combines traditional Norwegian culture with modern Scandinavian design, featuring the Nobel Peace Center, Vigeland Sculpture Park, and beautiful waterfront.",
    "region": "Europe"
  },
  {
    "_id": "73",
    "name": "Istanbul Bosphorus Bridge",
    "city": "Istanbul",
    "country": "Turkey",
    "category": "Landmarks",
    "tags": [
      "bridge",
      "bosphorus",
      "iconic"
    ],
    "svgFilename": "tr-istanbul.svg",
    "description": "Istanbul is the largest city in Turkey, spanning Europe and Asia across the Bosphorus Strait. Known for its iconic Bosphorus Bridge, historic Hagia Sophia, and rich cultural heritage. The city combines ancient Byzantine and Ottoman history with modern Turkish culture, featuring the Blue Mosque, Grand Bazaar, and vibrant street life.",
    "region": "Middle East"
  },
  {
    "_id": "74",
    "name": "Columbus Discovery",
    "city": "Columbus",
    "country": "USA",
    "category": "Culture",
    "tags": [
      "discovery",
      "exploration",
      "historic"
    ],
    "svgFilename": "us-columbus.svg",
    "description": "Columbus is the capital and largest city of Ohio, named after explorer Christopher Columbus. Known for its rich history, diverse culture, and modern development. The city combines historic charm with contemporary innovation, featuring the Ohio Statehouse, German Village, and vibrant arts scene.",
    "region": "North America"
  },
  {
    "_id": "75",
    "name": "Phoenix Rising",
    "city": "Phoenix",
    "country": "USA",
    "category": "Culture",
    "tags": [
      "desert",
      "modern",
      "southwestern"
    ],
    "svgFilename": "us-phoenix.svg",
    "description": "Phoenix is the capital and largest city of Arizona, known for its desert landscape, modern architecture, and southwestern culture. The city combines natural beauty with urban development, featuring the iconic Phoenix Mountain Preserve, vibrant downtown, and rich Native American heritage.",
    "region": "North America"
  },
  {
    "_id": "76",
    "name": "Ferrara Cathedral",
    "city": "Ferrara",
    "country": "Italy",
    "category": "Landmarks",
    "tags": [
      "cathedral",
      "gothic",
      "historic"
    ],
    "svgFilename": "it-ferrara.svg",
    "description": "Ferrara is a historic city in northern Italy, known for its magnificent cathedral, medieval architecture, and Renaissance heritage. The city combines Gothic and Renaissance styles, featuring the iconic Ferrara Cathedral, the Estense Castle, and the UNESCO World Heritage historic center.",
    "region": "Europe"
  },
  {
    "_id": "77",
    "name": "Minsk Cathedral",
    "city": "Minsk",
    "country": "Belarus",
    "category": "Landmarks",
    "tags": [
      "cathedral",
      "orthodox",
      "historic"
    ],
    "svgFilename": "by-minsk.svg",
    "description": "Minsk is the capital and largest city of Belarus, known for its beautiful Orthodox cathedrals, Soviet-era architecture, and rich cultural heritage. The city combines traditional Belarusian culture with modern development, featuring the Holy Spirit Cathedral, Independence Square, and vibrant cultural scene.",
    "region": "Europe"
  },
  {
    "_id": "78",
    "name": "Kyiv Independence Monument",
    "city": "Kyiv",
    "country": "Ukraine",
    "category": "Landmarks",
    "tags": [
      "independence",
      "monument",
      "historic"
    ],
    "svgFilename": "ua-kyiv.svg",
    "description": "Kyiv is the capital and largest city of Ukraine, known for its iconic Independence Monument, rich Slavic heritage, and beautiful Orthodox churches. The city combines ancient history with modern European culture, featuring the golden-domed St. Sophia Cathedral, Maidan Nezalezhnosti, and vibrant cultural scene.",
    "region": "Europe"
  },
  {
    "_id": "79",
    "name": "Gijón Elogio del Horizonte",
    "city": "Gijón",
    "country": "Spain",
    "category": "Landmarks",
    "tags": [
      "sculpture",
      "modern",
      "coastal"
    ],
    "svgFilename": "es-gijon.svg",
    "description": "Gijón is a coastal city in northern Spain, known for its iconic 'Elogio del Horizonte' sculpture by Eduardo Chillida, beautiful beaches, and maritime heritage. The city combines traditional Asturian culture with modern development, featuring the San Lorenzo Beach, Cimavilla historic quarter, and vibrant port area.",
    "region": "Europe"
  },
  {
    "_id": "86",
    "name": "Santiago Metropolitan Cathedral",
    "city": "Santiago",
    "country": "Chile",
    "category": "Landmarks",
    "tags": [
      "cathedral",
      "religious",
      "historic"
    ],
    "svgFilename": "cl-santiago.svg",
    "description": "Santiago is the capital and largest city of Chile, known for its historic Metropolitan Cathedral and rich cultural heritage. The city combines colonial architecture with modern development, featuring the Plaza de Armas, Cerro San Cristóbal, and vibrant cultural scene.",
    "region": "South America"
  },
  {
    "_id": "87",
    "name": "Shanghai Oriental Pearl Tower",
    "city": "Shanghai",
    "country": "China",
    "category": "Landmarks",
    "tags": [
      "tower",
      "modern",
      "iconic"
    ],
    "svgFilename": "cn-shanghai.svg",
    "description": "Shanghai is the largest city in China, known for its iconic Oriental Pearl Tower and stunning skyline. The city combines traditional Chinese culture with modern development, featuring the Bund waterfront, historic French Concession, and vibrant cultural scene.",
    "region": "Asia"
  },
  {
    "_id": "88",
    "name": "Lyon Lion",
    "city": "Lyon",
    "country": "France",
    "category": "Culture",
    "tags": [
      "lion",
      "emblem",
      "historic"
    ],
    "svgFilename": "fr-lyon.svg",
    "description": "Lyon is France's third-largest city and a UNESCO World Heritage site, known for its historic architecture, the iconic lion from the city's emblem, and rich cultural heritage. The city combines Roman history with Renaissance architecture and is famous for its gastronomy and silk industry.",
    "region": "Europe"
  },
  {
    "_id": "89",
    "name": "Edinburgh Castle",
    "city": "Edinburgh",
    "country": "UK",
    "category": "Landmarks",
    "tags": [
      "castle",
      "historic",
      "iconic"
    ],
    "svgFilename": "gb-edinburgh.svg",
    "description": "Edinburgh is the capital of Scotland, known for its iconic Edinburgh Castle perched on Castle Rock and rich cultural heritage. The city combines medieval architecture with modern Scottish culture, featuring the Royal Mile, Holyrood Palace, and vibrant arts scene.",
    "region": "Europe"
  },
  {
    "_id": "90",
    "name": "Athens Acropolis",
    "city": "Athens",
    "country": "Greece",
    "category": "Landmarks",
    "tags": [
      "acropolis",
      "ancient",
      "historic"
    ],
    "svgFilename": "gr-athens.svg",
    "description": "Athens is the capital and largest city of Greece, known for its iconic Acropolis and rich ancient heritage. The city combines classical Greek architecture with modern development, featuring the Parthenon, Ancient Agora, and vibrant Mediterranean culture.",
    "region": "Europe"
  },
  {
    "_id": "91",
    "name": "Agra Taj Mahal",
    "city": "Agra",
    "country": "India",
    "category": "Landmarks",
    "tags": [
      "taj mahal",
      "mausoleum",
      "historic"
    ],
    "svgFilename": "in-agra.svg",
    "description": "Agra is a historic city in Uttar Pradesh, India, home to the magnificent Taj Mahal - one of the Seven Wonders of the World. This stunning white marble mausoleum, built by Emperor Shah Jahan in memory of his wife, represents the pinnacle of Mughal architecture and is a symbol of eternal love.",
    "region": "Asia"
  },
  {
    "_id": "92",
    "name": "Delhi Lotus Temple",
    "city": "Delhi",
    "country": "India",
    "category": "Landmarks",
    "tags": [
      "temple",
      "lotus",
      "modern"
    ],
    "svgFilename": "in-delhi.svg",
    "description": "Delhi is the capital of India, known for its iconic Lotus Temple - a Bahá'í House of Worship shaped like a lotus flower, historic monuments like the Red Fort and Qutub Minar, and rich cultural heritage. The city combines ancient history with modern Indian development and serves as the political and cultural heart of India.",
    "region": "Asia"
  },
  {
    "_id": "93",
    "name": "Tehran Azadi Tower",
    "city": "Tehran",
    "country": "Iran",
    "category": "Landmarks",
    "tags": [
      "tower",
      "modern",
      "iconic"
    ],
    "svgFilename": "ir-tehran.svg",
    "description": "Tehran is the capital and largest city of Iran, known for its iconic Azadi Tower - a symbol of the city and Iranian architecture. The city combines ancient Persian heritage with modern urban development, featuring the historic Golestan Palace and the vibrant Grand Bazaar.",
    "region": "Middle East"
  },
  {
    "_id": "94",
    "name": "Reykjavik Hallgrímskirkja",
    "city": "Reykjavik",
    "country": "Iceland",
    "category": "Landmarks",
    "tags": [
      "church",
      "modern",
      "iconic"
    ],
    "svgFilename": "is-reykjavik.svg",
    "description": "Reykjavik is the capital and largest city of Iceland, known for its iconic Hallgrímskirkja church and stunning natural surroundings. The city combines Nordic culture with modern development, featuring geothermal hot springs, the Blue Lagoon, and vibrant arts scene.",
    "region": "Europe"
  },
  {
    "_id": "95",
    "name": "Milan Cathedral",
    "city": "Milan",
    "country": "Italy",
    "category": "Landmarks",
    "tags": [
      "cathedral",
      "gothic",
      "historic"
    ],
    "svgFilename": "it-milan.svg",
    "description": "Milan is the capital of Lombardy and Italy's fashion and financial capital, known for its magnificent Gothic cathedral and rich cultural heritage. The city combines historic architecture with modern Italian culture, featuring the iconic Duomo, La Scala opera house, and vibrant fashion district.",
    "region": "Europe"
  },
  {
    "_id": "96",
    "name": "Rome Colosseum",
    "city": "Rome",
    "country": "Italy",
    "category": "Landmarks",
    "tags": [
      "colosseum",
      "ancient",
      "historic"
    ],
    "svgFilename": "it-rome.svg",
    "description": "Rome is the capital of Italy and the Eternal City, known for its iconic Colosseum and rich ancient heritage. The city combines classical Roman architecture with modern Italian culture, featuring the Vatican City, Roman Forum, and vibrant street life.",
    "region": "Europe"
  },
  {
    "_id": "97",
    "name": "Amman Roman Columns",
    "city": "Amman",
    "country": "Jordan",
    "category": "Landmarks",
    "tags": [
      "columns",
      "roman",
      "historic"
    ],
    "svgFilename": "jo-amman.svg",
    "description": "Amman is the capital and largest city of Jordan, known for its ancient Roman ruins including the impressive columns of the Temple of Hercules on the Citadel. The city combines rich historical heritage with modern development, featuring the ancient Roman Theater and the historic Amman Citadel.",
    "region": "Middle East"
  },
  {
    "_id": "98",
    "name": "Kyoto Temple",
    "city": "Kyoto",
    "country": "Japan",
    "category": "Landmarks",
    "tags": [
      "temple",
      "buddhist",
      "historic"
    ],
    "svgFilename": "jp-kyoto.svg",
    "description": "Kyoto is the former imperial capital of Japan, known for its beautiful temples, traditional gardens, and rich cultural heritage. The city combines ancient Japanese culture with modern development, featuring the iconic Kinkaku-ji (Golden Pavilion), Fushimi Inari Shrine, and traditional tea ceremonies.",
    "region": "Asia"
  },
  {
    "_id": "99",
    "name": "Beirut Mosque",
    "city": "Beirut",
    "country": "Lebanon",
    "category": "Landmarks",
    "tags": [
      "mosque",
      "religious",
      "historic"
    ],
    "svgFilename": "lb-beirut.svg",
    "description": "Beirut is the capital and largest city of Lebanon, known for its historic mosques, Mediterranean coastline, and rich cultural heritage. The city combines ancient Phoenician history with modern Arab culture, featuring beautiful religious architecture and vibrant street life.",
    "region": "Middle East"
  },
  {
    "_id": "100",
    "name": "Marrakesh Koutoubia Mosque",
    "city": "Marrakesh",
    "country": "Morocco",
    "category": "Landmarks",
    "tags": [
      "mosque",
      "minaret",
      "historic"
    ],
    "svgFilename": "ma-marrakesh.svg",
    "description": "Marrakesh is a historic city in Morocco, known for its iconic Koutoubia Mosque and vibrant medina. The city combines traditional Moroccan culture with historic architecture, featuring the famous Jemaa el-Fnaa square, historic palaces, and the Atlas Mountains backdrop.",
    "region": "Africa"
  },
  {
    "_id": "101",
    "name": "Amsterdam Canal Houses",
    "city": "Amsterdam",
    "country": "Netherlands",
    "category": "Culture",
    "tags": [
      "houses",
      "canals",
      "historic"
    ],
    "svgFilename": "nl-amsterdam.svg",
    "description": "Amsterdam is the capital and largest city of the Netherlands, known for its iconic canal houses, historic architecture, and beautiful waterways. The city's distinctive narrow houses with gabled facades along the canals represent the Golden Age of Dutch architecture and urban planning.",
    "region": "Europe"
  },
  {
    "_id": "102",
    "name": "Manila Intramuros",
    "city": "Manila",
    "country": "Philippines",
    "category": "Landmarks",
    "tags": [
      "intramuros",
      "colonial",
      "historic"
    ],
    "svgFilename": "ph-manila.svg",
    "description": "Manila is the capital of the Philippines, known for its historic Intramuros district and rich cultural heritage. The city combines Spanish colonial architecture with modern Filipino culture, featuring the historic walled city, Rizal Park, and vibrant street life.",
    "region": "Asia"
  },
  {
    "_id": "103",
    "name": "Karachi Port",
    "city": "Karachi",
    "country": "Pakistan",
    "category": "Landmarks",
    "tags": [
      "port",
      "harbor",
      "modern"
    ],
    "svgFilename": "pk-karachi.svg",
    "description": "Karachi is the largest city and economic hub of Pakistan, known for its busy port and rich cultural heritage. The city combines traditional Pakistani culture with modern development, featuring the Arabian Sea coastline, historic architecture, and vibrant street markets.",
    "region": "Asia"
  },
  {
    "_id": "104",
    "name": "Doha Dhow Boat",
    "city": "Doha",
    "country": "Qatar",
    "category": "Culture",
    "tags": [
      "boat",
      "dhow",
      "traditional"
    ],
    "svgFilename": "qa-doha.svg",
    "description": "Doha is the capital and largest city of Qatar, known for its traditional dhow boats, modern skyline, and rich cultural heritage. The city combines traditional pearl diving and fishing traditions with contemporary development, featuring the iconic Museum of Islamic Art and vibrant souqs.",
    "region": "Middle East"
  },
  {
    "_id": "105",
    "name": "Cape Town Table Mountain",
    "city": "Cape Town",
    "country": "South Africa",
    "category": "Landmarks",
    "tags": [
      "mountain",
      "table mountain",
      "natural"
    ],
    "svgFilename": "za-cape-town.svg",
    "description": "Cape Town is the legislative capital of South Africa, known for its iconic Table Mountain and stunning natural beauty. The city combines African culture with modern development, featuring the Cape of Good Hope, Robben Island, and vibrant multicultural scene.",
    "region": "Africa"
  },
  {
    "_id": "106",
    "name": "Skopje Alexander the Great Statue",
    "city": "Skopje",
    "country": "North Macedonia",
    "category": "Landmarks",
    "tags": [
      "statue",
      "alexander",
      "monument"
    ],
    "svgFilename": "mk-skopje.svg",
    "description": "Skopje is the capital and largest city of North Macedonia, known for its iconic Alexander the Great statue and rich cultural heritage. The city combines Ottoman and Byzantine architecture with modern development, featuring the Old Bazaar, Skopje Fortress, and vibrant cultural scene.",
    "region": "Europe"
  },
  {
    "_id": "107",
    "name": "Mostar Old Bridge",
    "city": "Mostar",
    "country": "Bosnia and Herzegovina",
    "category": "Landmarks",
    "tags": [
      "bridge",
      "ottoman",
      "historic"
    ],
    "svgFilename": "ba-mostar.svg",
    "description": "Mostar is a historic city in Bosnia and Herzegovina, known for its iconic Old Bridge (Stari Most) - a UNESCO World Heritage site. The city combines Ottoman and Mediterranean architecture with rich cultural heritage, featuring the historic Old Town, traditional crafts, and the beautiful Neretva River.",
    "region": "Europe"
  },
  {
    "_id": "108",
    "name": "Murmansk Northern Lights",
    "city": "Murmansk",
    "country": "Russia",
    "category": "Culture",
    "tags": [
      "northern lights",
      "aurora",
      "arctic"
    ],
    "svgFilename": "ru-murmansk.svg",
    "description": "Murmansk is the largest city north of the Arctic Circle in Russia, known for its stunning Northern Lights and Arctic location. The city combines Soviet-era architecture with modern development, featuring the world's largest icebreaker fleet, the Alyosha Monument, and unique polar climate experiences.",
    "region": "Europe"
  },
  {
    "_id": "109",
    "name": "Akureyri Red Heart Traffic Lights",
    "city": "Akureyri",
    "country": "Iceland",
    "category": "Culture",
    "tags": [
      "traffic lights",
      "heart",
      "red",
      "unique"
    ],
    "svgFilename": "is-akureyri.svg",
    "description": "Akureyri is the largest city in northern Iceland, known for its unique red heart traffic lights - a charming symbol of the city's warmth and hospitality. The city combines stunning fjord views with modern Icelandic culture, featuring the iconic Akureyrarkirkja church, beautiful botanical gardens, and vibrant cultural scene.",
    "region": "Europe"
  },
  {
    "_id": "110",
    "name": "Cebu Lapu-Lapu Monument",
    "city": "Cebu",
    "country": "Philippines",
    "category": "Landmarks",
    "tags": [
      "monument",
      "lapu-lapu",
      "mactan shrine",
      "historic"
    ],
    "svgFilename": "ph-cebu.svg",
    "description": "Cebu is the oldest city in the Philippines and the first capital, known for its iconic Lapu-Lapu Monument at the Mactan Shrine - commemorating the first Filipino hero who defeated Portuguese explorer Ferdinand Magellan. The city combines rich colonial history with modern Filipino culture, featuring the historic Basilica Minore del Santo Niño, Magellan's Cross, and vibrant cultural heritage.",
    "region": "Asia"
  },
  {
    "_id": "111",
    "name": "Forte dei Marmi Mountains and Cycling",
    "city": "Forte dei Marmi",
    "country": "Italy",
    "category": "Culture",
    "tags": [
      "mountains",
      "cycling",
      "road bicycle",
      "tuscany"
    ],
    "svgFilename": "it-forte-dei-marmi.svg",
    "description": "Forte dei Marmi is an elegant seaside resort town in Tuscany, Italy, known for its stunning mountain views and cycling culture. The city combines luxury beach tourism with outdoor sports, featuring the beautiful Apuan Alps backdrop, scenic cycling routes along the Versilia coast, and the famous Viale Roma promenade with its exclusive boutiques and restaurants.",
    "region": "Europe"
  },
  {
    "_id": "112",
    "name": "Munich Monk with Book",
    "city": "Munich",
    "country": "Germany",
    "category": "Culture",
    "tags": [
      "monk",
      "book",
      "bavarian",
      "traditional"
    ],
    "svgFilename": "de-munich.svg",
    "description": "Munich is the capital and largest city of Bavaria, Germany, known for its rich cultural heritage and traditional Bavarian culture. The city combines historic architecture with modern development, featuring the iconic Marienplatz, the famous Hofbräuhaus, the beautiful English Garden, and the annual Oktoberfest celebration.",
    "region": "Europe"
  },
  {
    "_id": "113",
    "name": "Leeds Owl",
    "city": "Leeds",
    "country": "UK",
    "category": "Culture",
    "tags": [
      "owl",
      "university",
      "education",
      "yorkshire"
    ],
    "svgFilename": "uk-leeds.svg",
    "description": "Leeds is a major city in West Yorkshire, England, known for its prestigious universities and vibrant cultural scene. The city combines historic industrial heritage with modern development, featuring the University of Leeds with its iconic owl symbol, the beautiful Kirkstall Abbey, the vibrant Leeds Art Gallery, and the famous Leeds Grand Theatre.",
    "region": "Europe"
  },
  {
    "_id": "114",
    "name": "São Paulo Sé Metropolitan Cathedral",
    "city": "São Paulo",
    "country": "Brazil",
    "category": "Landmarks",
    "tags": [
      "cathedral",
      "se",
      "metropolitan",
      "gothic",
      "religious"
    ],
    "svgFilename": "br-sao-paolo.svg",
    "description": "São Paulo is the largest city in Brazil and the Americas, known for its iconic Sé Metropolitan Cathedral - a stunning neo-Gothic cathedral in the heart of the city. The city combines modern skyscrapers with historic architecture, featuring the famous Paulista Avenue, the beautiful Ibirapuera Park, the historic downtown area, and vibrant multicultural scene.",
    "region": "South America"
  },
  {
    "_id": "115",
    "name": "Benghazi Lighthouse",
    "city": "Benghazi",
    "country": "Libya",
    "category": "Landmarks",
    "tags": [
      "lighthouse",
      "fanar",
      "coastal",
      "historic"
    ],
    "svgFilename": "ly-benghazi.svg",
    "description": "Benghazi is the second-largest city in Libya, known for its iconic Benghazi Lighthouse (Fanar Benghazi) - a historic coastal landmark. The city combines Mediterranean charm with rich cultural heritage, featuring the beautiful Mediterranean coastline, historic architecture, the famous Benghazi University, and vibrant local markets.",
    "region": "Africa"
  },
  {
    "_id": "116",
    "name": "Fez Moroccan Hat",
    "city": "Fez",
    "country": "Morocco",
    "category": "Culture",
    "tags": [
      "fez",
      "hat",
      "moroccan",
      "traditional",
      "cultural"
    ],
    "svgFilename": "ma-fez.svg",
    "description": "Fez is one of Morocco's oldest and most important cities, known for its traditional Moroccan fez hat and rich cultural heritage. The city combines medieval architecture with vibrant culture, featuring the famous Fes el-Bali medina (a UNESCO World Heritage site), the beautiful Al-Qarawiyyin University (the world's oldest university), and the iconic tanneries.",
    "region": "Africa"
  },
  {
    "_id": "117",
    "name": "Bruges Swan",
    "city": "Bruges",
    "country": "Belgium",
    "category": "Culture",
    "tags": [
      "swan",
      "canals",
      "medieval",
      "historic"
    ],
    "svgFilename": "be-bruges.svg",
    "description": "Bruges is a picturesque medieval city in Belgium, known for its beautiful canals and iconic swans. The city combines stunning Gothic architecture with romantic waterways, featuring the famous Markt square, the beautiful Belfry tower, the historic Church of Our Lady, and the charming swans that grace the city's canals.",
    "region": "Europe"
  },
  {
    "_id": "118",
    "name": "Austin Bat",
    "city": "Austin",
    "country": "United States",
    "category": "Culture",
    "tags": [
      "bat",
      "music",
      "texas",
      "live music",
      "cultural"
    ],
    "svgFilename": "us-austin.svg",
    "description": "Austin is the capital of Texas and known as the 'Live Music Capital of the World', famous for its iconic bat colony under the Congress Avenue Bridge. The city combines vibrant music culture with outdoor activities, featuring the famous South by Southwest festival, beautiful Lady Bird Lake, the historic Texas State Capitol, and the world's largest urban bat colony.",
    "region": "North America"
  },
  {
    "_id": "119",
    "name": "Santiago de Compostela Seashell",
    "city": "Santiago de Compostela",
    "country": "Spain",
    "category": "Landmarks",
    "tags": [
      "seashell",
      "pilgrimage",
      "camino",
      "cathedral",
      "religious"
    ],
    "svgFilename": "es-santiago-de-compostela.svg",
    "description": "Santiago de Compostela is the capital of Galicia, Spain, and the final destination of the famous Camino de Santiago pilgrimage route, symbolized by the seashell. The city combines medieval architecture with spiritual significance, featuring the stunning Cathedral of Santiago de Compostela, the historic Old Town (a UNESCO World Heritage site), and the iconic seashell markers that guide pilgrims.",
    "region": "Europe"
  },
  {
    "_id": "120",
    "name": "Mashhad Saffron Flower",
    "city": "Mashhad",
    "country": "Iran",
    "category": "Culture",
    "tags": [
      "saffron",
      "flower",
      "persian",
      "religious",
      "cultural"
    ],
    "svgFilename": "ir-mashhad.svg",
    "description": "Mashhad is the second-largest city in Iran and the holiest city in the country, known for its beautiful saffron flowers and the magnificent Imam Reza Shrine. The city combines deep religious significance with rich Persian culture, featuring the stunning golden-domed shrine, beautiful gardens, traditional Persian architecture, and the famous saffron fields that surround the region.",
    "region": "Middle East"
  },
  {
    "_id": "121",
    "name": "Palermo Trinacria",
    "city": "Palermo",
    "country": "Italy",
    "category": "Culture",
    "tags": [
      "trinacria",
      "sicilian",
      "mythology",
      "ancient",
      "surreal"
    ],
    "svgFilename": "it-palermo.svg",
    "description": "Palermo is the capital of Sicily, Italy, known for its iconic Trinacria symbol - a three-legged symbol from Sicilian mythology representing the island's triangular shape. The city combines ancient history with vibrant Mediterranean culture, featuring the stunning Norman-Arab architecture, the beautiful Palermo Cathedral, the historic markets of Ballarò and Vucciria, and the rich cultural heritage that reflects its diverse past.",
    "region": "Europe"
  },
  {
    "_id": "122",
    "name": "Noumea Nautilus Shell",
    "city": "Noumea",
    "country": "New Caledonia",
    "category": "Nature",
    "tags": [
      "nautilus",
      "shell",
      "pacific",
      "marine",
      "oceanic"
    ],
    "svgFilename": "nc-noumea.svg",
    "description": "Noumea is the capital and largest city of New Caledonia, known for its beautiful nautilus shell and stunning Pacific Ocean setting. The city combines French colonial charm with Melanesian culture, featuring the beautiful Anse Vata Beach, the iconic Tjibaou Cultural Centre, the historic Place des Cocotiers, and the world's largest lagoon with its diverse marine life.",
    "region": "Oceania"
  },
  {
    "_id": "123",
    "name": "Perth Quokka",
    "city": "Perth",
    "country": "Australia",
    "category": "Nature",
    "tags": [
      "quokka",
      "marsupial",
      "australian",
      "wildlife",
      "smiling"
    ],
    "svgFilename": "au-perth.svg",
    "description": "Perth is the capital and largest city of Western Australia, known for its adorable quokka - the world's happiest animal found on Rottnest Island. The city combines modern urban development with natural beauty, featuring the beautiful Swan River, the iconic Kings Park and Botanic Garden, the historic Fremantle port, and the famous quokkas that have become a symbol of the region's unique wildlife.",
    "region": "Oceania"
  },
  {
    "_id": "124",
    "name": "Muscat Khanjar Dagger",
    "city": "Muscat",
    "country": "Oman",
    "category": "Culture",
    "tags": [
      "khanjar",
      "dagger",
      "omani",
      "traditional",
      "cultural"
    ],
    "svgFilename": "om-muscat.svg",
    "description": "Muscat is the capital and largest city of Oman, known for its traditional Khanjar dagger - a curved ceremonial dagger that is a symbol of Omani heritage and culture. The city combines ancient Arabian architecture with modern development, featuring the stunning Sultan Qaboos Grand Mosque, the historic Mutrah Souq, the beautiful Al Jalali and Al Mirani forts, and the traditional Khanjar that represents the country's rich cultural traditions.",
    "region": "Middle East"
  },
  {
    "_id": "125",
    "name": "Bern Clock Tower",
    "city": "Bern",
    "country": "Switzerland",
    "category": "Landmarks",
    "tags": [
      "clock",
      "tower",
      "swiss",
      "medieval",
      "historic"
    ],
    "svgFilename": "ch-bern.svg",
    "description": "Bern is the capital of Switzerland, known for its iconic Clock Tower (Zytglogge) - a medieval clock tower that has been the city's symbol for centuries. The city combines medieval architecture with modern Swiss efficiency, featuring the beautiful Old Town (a UNESCO World Heritage site), the famous Bear Park, the stunning Federal Palace, and the historic clock tower that continues to mark time in the heart of the city.",
    "region": "Europe"
  },
  {
    "_id": "126",
    "name": "Dublin Harp",
    "city": "Dublin",
    "country": "Ireland",
    "category": "Culture",
    "tags": [
      "harp",
      "celtic",
      "irish",
      "music",
      "traditional"
    ],
    "svgFilename": "ie-dublin.svg",
    "description": "Dublin is the capital and largest city of Ireland, known for its iconic harp - the national symbol of Ireland and a representation of the country's rich musical heritage. The city combines historic charm with vibrant culture, featuring the famous Trinity College and its Book of Kells, the historic Temple Bar district, the beautiful Phoenix Park, and the traditional Irish harp that symbolizes the nation's cultural identity.",
    "region": "Europe"
  },
  {
    "_id": "127",
    "name": "Sarajevo Sebilj Fountain",
    "city": "Sarajevo",
    "country": "Bosnia and Herzegovina",
    "category": "Landmarks",
    "tags": [
      "sebilj",
      "fountain",
      "ottoman",
      "historic",
      "cultural"
    ],
    "svgFilename": "ba-saraevo.svg",
    "description": "Sarajevo is the capital and largest city of Bosnia and Herzegovina, known for its iconic Sebilj Fountain - a wooden fountain in the heart of Baščaršija that symbolizes the city's Ottoman heritage. The city combines Eastern and Western influences, featuring the historic Old Town, the beautiful Latin Bridge, the famous Gazi Husrev-beg Mosque, and the Sebilj Fountain that continues to be a gathering place and symbol of Sarajevo's multicultural history.",
    "region": "Europe"
  },
  {
    "_id": "128",
    "name": "Helsinki Cathedral",
    "city": "Helsinki",
    "country": "Finland",
    "category": "Landmarks",
    "tags": [
      "cathedral",
      "neoclassical",
      "finnish",
      "religious",
      "historic"
    ],
    "svgFilename": "fi-helsinki.svg",
    "description": "Helsinki is the capital and largest city of Finland, known for its iconic white cathedral - a neoclassical Lutheran church that dominates the city's skyline. The city combines Scandinavian design with Finnish culture, featuring the beautiful Senate Square, the historic Suomenlinna sea fortress, the modern Helsinki Central Library, and the stunning white cathedral that symbolizes the city's architectural heritage.",
    "region": "Europe"
  },
  {
    "_id": "129",
    "name": "Bratislava UFO Bridge",
    "city": "Bratislava",
    "country": "Slovakia",
    "category": "Buildings",
    "tags": [
      "ufo",
      "bridge",
      "modern",
      "slovak",
      "futuristic"
    ],
    "svgFilename": "sk-bratislava.svg",
    "description": "Bratislava is the capital and largest city of Slovakia, known for its iconic UFO Bridge - a futuristic bridge with a restaurant shaped like a flying saucer. The city combines medieval charm with modern architecture, featuring the historic Bratislava Castle, the beautiful Old Town, the modern Eurovea development, and the distinctive UFO Bridge that has become a symbol of the city's contemporary identity.",
    "region": "Europe"
  },
  {
    "_id": "130",
    "name": "Monaco Princess Grace",
    "city": "Monaco",
    "country": "Monaco",
    "category": "Culture",
    "tags": [
      "princess",
      "grace",
      "monaco",
      "royal",
      "elegant"
    ],
    "svgFilename": "mc-monaco.svg",
    "description": "Monaco is a sovereign city-state on the French Riviera, known for its connection to Princess Grace Kelly - the American actress who became Princess of Monaco. The city combines luxury with Mediterranean charm, featuring the famous Monte Carlo Casino, the beautiful Prince's Palace, the stunning Port Hercules, and the legacy of Princess Grace that continues to influence the principality's cultural identity.",
    "region": "Europe"
  },
  {
    "_id": "131",
    "name": "San Marino Three Towers",
    "city": "San Marino",
    "country": "San Marino",
    "category": "Landmarks",
    "tags": [
      "towers",
      "medieval",
      "sammarinese",
      "historic",
      "fortress"
    ],
    "svgFilename": "sm-san-marino.svg",
    "description": "San Marino is the capital of the Republic of San Marino, known for its iconic three towers - medieval fortresses that stand on the peaks of Mount Titano. The city combines ancient history with independence, featuring the historic Guaita, Cesta, and Montale towers, the beautiful Piazza della Libertà, the stunning Basilica di San Marino, and the three towers that symbolize the world's oldest republic.",
    "region": "Europe"
  },
  {
    "_id": "132",
    "name": "Nicosia Dove with Olive Branch",
    "city": "Nicosia",
    "country": "Cyprus",
    "category": "Culture",
    "tags": [
      "dove",
      "olive",
      "branch",
      "peace",
      "cypriot",
      "symbolic"
    ],
    "svgFilename": "cy-nicosia.svg",
    "description": "Nicosia is the capital and largest city of Cyprus, known for its symbolic dove with olive branch - representing peace and hope in a city that has been divided for decades. The city combines ancient history with modern challenges, featuring the historic Venetian walls, the beautiful Selimiye Mosque, the bustling Ledra Street, and the dove with olive branch that symbolizes the hope for unity and peace in Cyprus.",
    "region": "Europe"
  },
  {
    "_id": "133",
    "name": "Ankara Anıtkabir Mausoleum",
    "city": "Ankara",
    "country": "Turkey",
    "category": "Landmarks",
    "tags": [
      "anitkabir",
      "mausoleum",
      "ataturk",
      "turkish",
      "memorial",
      "historic"
    ],
    "svgFilename": "tr-ankara.svg",
    "description": "Ankara is the capital of Turkey, known for its iconic Anıtkabir - the magnificent mausoleum of Mustafa Kemal Atatürk, the founder of modern Turkey. The city combines ancient Anatolian heritage with modern Turkish identity, featuring the impressive Anıtkabir complex, the historic Ankara Castle, the beautiful Kızılay Square, and the grand mausoleum that serves as a symbol of Turkish nationalism and Atatürk's legacy.",
    "region": "Middle East"
  },
  {
    "_id": "134",
    "name": "Zagreb St. Mark's Church",
    "city": "Zagreb",
    "country": "Croatia",
    "category": "Landmarks",
    "tags": [
      "st-marks",
      "church",
      "zagreb",
      "croatian",
      "medieval",
      "religious"
    ],
    "svgFilename": "hr-zagreb.svg",
    "description": "Zagreb is the capital and largest city of Croatia, known for its iconic St. Mark's Church - a medieval church with a distinctive colorful tiled roof featuring the coats of arms of Croatia, Dalmatia, and Slavonia. The city combines medieval charm with Central European culture, featuring the historic Upper Town, the beautiful Ban Jelačić Square, the impressive Zagreb Cathedral, and the stunning St. Mark's Church that symbolizes the city's rich architectural heritage.",
    "region": "Europe"
  },
  {
    "_id": "135",
    "name": "Vatican Crossed Keys",
    "city": "Vatican City",
    "country": "Vatican City",
    "category": "Culture",
    "tags": [
      "crossed",
      "keys",
      "vatican",
      "papal",
      "religious",
      "symbolic"
    ],
    "svgFilename": "va-vatican.svg",
    "description": "Vatican City is the world's smallest independent state and the spiritual center of the Catholic Church, known for its iconic crossed keys - the symbol of the Papal States and the authority of the Pope. The city combines religious significance with artistic treasures, featuring the magnificent St. Peter's Basilica, the stunning Sistine Chapel, the beautiful Vatican Museums, and the crossed keys that represent the spiritual authority and heritage of the Holy See.",
    "region": "Europe"
  },
  {
    "_id": "136",
    "name": "Andorra Casa de la Vall",
    "city": "Andorra la Vella",
    "country": "Andorra",
    "category": "Landmarks",
    "tags": [
      "casa-de-la-vall",
      "parliament",
      "andorran",
      "historic",
      "government"
    ],
    "svgFilename": "ad-andorra.svg",
    "description": "Andorra la Vella is the capital of Andorra, known for its iconic Casa de la Vall - the historic parliament building that has served as the seat of government since 1702. The city combines medieval architecture with modern commerce, featuring the beautiful Casa de la Vall with its distinctive stone facade, the bustling shopping district, the impressive Sant Esteve Church, and the historic parliament building that symbolizes Andorra's unique political heritage and independence.",
    "region": "Europe"
  },
  {
    "_id": "137",
    "name": "Vaduz Parliament Building",
    "city": "Vaduz",
    "country": "Liechtenstein",
    "category": "Buildings",
    "tags": [
      "parliament",
      "building",
      "vaduz",
      "liechtenstein",
      "government",
      "modern"
    ],
    "svgFilename": "li-vaduz.svg",
    "description": "Vaduz is the capital of Liechtenstein, known for its iconic parliament building - a modern government complex that houses the country's legislative assembly. The city combines Alpine charm with contemporary governance, featuring the impressive parliament building, the historic Vaduz Castle perched on the hillside, the beautiful Cathedral of St. Florin, and the modern government complex that represents Liechtenstein's democratic institutions and political stability.",
    "region": "Europe"
  },
  {
    "_id": "138",
    "name": "Pristina Library Dome",
    "city": "Pristina",
    "country": "Kosovo",
    "category": "Buildings",
    "tags": [
      "library",
      "dome",
      "pristina",
      "kosovo",
      "modern",
      "cultural"
    ],
    "svgFilename": "xk-pristina.svg",
    "description": "Pristina is the capital and largest city of Kosovo, known for its iconic library dome - the distinctive National Library building with its unique architectural design featuring multiple domes. The city combines Ottoman heritage with modern development, featuring the striking National Library with its distinctive domes, the historic Newborn monument, the beautiful Mother Teresa Cathedral, and the library that symbolizes Kosovo's cultural identity and educational aspirations.",
    "region": "Europe"
  },
  {
    "_id": "139",
    "name": "Sofia Alexander Nevsky Cathedral",
    "city": "Sofia",
    "country": "Bulgaria",
    "category": "Landmarks",
    "tags": [
      "alexander-nevsky",
      "cathedral",
      "sofia",
      "bulgarian",
      "orthodox",
      "religious"
    ],
    "svgFilename": "bg-sofia.svg",
    "description": "Sofia is the capital and largest city of Bulgaria, known for its iconic Alexander Nevsky Cathedral - a magnificent Orthodox cathedral with golden domes that dominates the city's skyline. The city combines ancient history with Eastern Orthodox culture, featuring the stunning Alexander Nevsky Cathedral, the historic St. George Rotunda, the beautiful Vitosha Boulevard, and the grand cathedral that serves as a symbol of Bulgarian Orthodox faith and national identity.",
    "region": "Europe"
  },
  {
    "_id": "140",
    "name": "Tirana Skanderbeg Statue",
    "city": "Tirana",
    "country": "Albania",
    "category": "Culture",
    "tags": [
      "skanderbeg",
      "statue",
      "tirana",
      "albanian",
      "hero",
      "national"
    ],
    "svgFilename": "al-tirana.svg",
    "description": "Tirana is the capital and largest city of Albania, known for its iconic Skanderbeg Statue - a monumental statue of the national hero Gjergj Kastrioti Skanderbeg in the central square. The city combines Ottoman heritage with modern Albanian identity, featuring the impressive Skanderbeg Statue in the main square, the historic Et'hem Bey Mosque, the colorful buildings of the Blloku district, and the statue that symbolizes Albania's national pride and historical resistance.",
    "region": "Europe"
  },
  {
    "_id": "141",
    "name": "Valletta Eye",
    "city": "Valletta",
    "country": "Malta",
    "category": "Culture",
    "tags": [
      "eye",
      "valletta",
      "maltese",
      "symbolic",
      "cultural"
    ],
    "svgFilename": "mt-valetta.svg",
    "description": "Valletta is the capital of Malta, known for its iconic eye symbol - representing the city's watchful guardianship and strategic importance as a Mediterranean fortress. The city combines Baroque architecture with maritime heritage, featuring the impressive St. John's Co-Cathedral, the historic Grand Harbour, the beautiful Upper Barrakka Gardens, and the eye symbol that represents Valletta's role as the vigilant guardian of Malta's cultural and strategic heritage.",
    "region": "Europe"
  },
  {
    "_id": "142",
    "name": "Luxembourg Lion",
    "city": "Luxembourg",
    "country": "Luxembourg",
    "category": "Culture",
    "tags": [
      "lion",
      "coat-of-arms",
      "luxembourg",
      "heraldic",
      "national"
    ],
    "svgFilename": "lu-luxembourg.svg",
    "description": "Luxembourg is the capital of the Grand Duchy of Luxembourg, known for its iconic lion from the coat of arms - representing the country's strength and noble heritage. The city combines medieval fortifications with modern European institutions, featuring the impressive Luxembourg Castle, the beautiful Grund district, the historic Bock Casemates, and the lion symbol that represents Luxembourg's proud national identity and heraldic tradition.",
    "region": "Europe"
  },
  {
    "_id": "143",
    "name": "Bucharest Arch",
    "city": "Bucharest",
    "country": "Romania",
    "category": "Landmarks",
    "tags": [
      "arch",
      "bucharest",
      "romanian",
      "monument",
      "historic"
    ],
    "svgFilename": "ro-bucharest.svg",
    "description": "Bucharest is the capital and largest city of Romania, known for its iconic arch - the Triumphal Arch that commemorates Romania's independence and victory in World War I. The city combines Belle Époque architecture with communist-era monuments, featuring the impressive Triumphal Arch, the beautiful Palace of the Parliament, the historic Old Town, and the arch that symbolizes Bucharest's resilience and national pride.",
    "region": "Europe"
  },
  {
    "_id": "144",
    "name": "Tallinn Fat Tower",
    "city": "Tallinn",
    "country": "Estonia",
    "category": "Landmarks",
    "tags": [
      "fat-tower",
      "tallinn",
      "estonian",
      "medieval",
      "defensive"
    ],
    "svgFilename": "ee-tallinn.svg",
    "description": "Tallinn is the capital of Estonia, known for its iconic Fat Tower - one of the distinctive defensive towers of the medieval city walls that protected the historic Old Town. The city combines medieval Hanseatic heritage with modern digital innovation, featuring the impressive Fat Tower of the city walls, the beautiful Alexander Nevsky Cathedral, the historic Town Hall Square, and the tower that represents Tallinn's medieval defensive architecture and Hanseatic trading heritage.",
    "region": "Europe"
  },
  {
    "_id": "145",
    "name": "Podgorica Clock Tower",
    "city": "Podgorica",
    "country": "Montenegro",
    "category": "Landmarks",
    "tags": [
      "clock-tower",
      "podgorica",
      "montenegrin",
      "historic",
      "timepiece"
    ],
    "svgFilename": "me-podgorica.svg",
    "description": "Podgorica is the capital and largest city of Montenegro, known for its iconic clock tower - a historic timepiece that has marked the passage of time in the city center for generations. The city combines Ottoman heritage with modern Montenegrin identity, featuring the historic clock tower, the beautiful Millennium Bridge, the impressive Cathedral of the Resurrection of Christ, and the clock tower that symbolizes Podgorica's continuity and the steady rhythm of city life.",
    "region": "Europe"
  },
  {
    "_id": "146",
    "name": "Vilnius Tower",
    "city": "Vilnius",
    "country": "Lithuania",
    "category": "Landmarks",
    "tags": [
      "tower",
      "vilnius",
      "lithuanian",
      "medieval",
      "defensive"
    ],
    "svgFilename": "lt-vilnius.svg",
    "description": "Vilnius is the capital and largest city of Lithuania, known for its iconic tower - the Gediminas Tower that stands as a symbol of the city's medieval heritage and Lithuanian independence. The city combines Gothic and Baroque architecture with Baltic culture, featuring the impressive Gediminas Tower on Castle Hill, the beautiful Vilnius Cathedral, the historic Old Town UNESCO site, and the tower that represents Vilnius's medieval origins and Lithuanian national identity.",
    "region": "Europe"
  }, 
  {
    "_id": "147",
    "name": "Riyadh Kingdom Tower",
    "city": "Riyadh",
    "country": "Saudi Arabia",
    "category": "Landmarks",
    "tags": [
      "kingdom-tower",
      "riyadh",
      "saudi",
      "skyscraper",
      "modern"
    ],
    "svgFilename": "sa-riyadh.svg",
    "description": "Riyadh is the capital and largest city of Saudi Arabia, known for its iconic Kingdom Tower - one of the tallest skyscrapers in the country that symbolizes the city's modern development and economic power. The city combines traditional Arabian culture with contemporary urban planning, featuring the impressive Kingdom Tower, the beautiful King Fahd Grand Mosque, the historic Masmak Fortress, and the tower that represents Riyadh's transformation into a modern metropolis and the heart of Saudi Arabia's economic and political life.",
    "region": "Middle East"
  },
  {
    "_id": "148",
    "name": "Abu Dhabi Falcon",
    "city": "Abu Dhabi",
    "country": "United Arab Emirates",
    "category": "Culture",
    "tags": [
      "falcon",
      "abu-dhabi",
      "emirati",
      "traditional",
      "cultural"
    ],
    "svgFilename": "ae-abu-dhabi.svg",
    "description": "Abu Dhabi is the capital of the United Arab Emirates, known for its iconic falcon - a symbol of traditional Emirati culture and the national bird that represents the country's heritage and hunting traditions. The city combines modern luxury with Arabian culture, featuring the impressive Sheikh Zayed Grand Mosque, the beautiful Corniche waterfront, the historic Qasr Al Hosn fortress, and the falcon that symbolizes Abu Dhabi's deep connection to traditional Emirati culture and the desert heritage of the UAE.",
    "region": "Middle East"
  },
  {
    "_id": "149",
    "name": "Manama Bahrain Trading Center",
    "city": "Manama",
    "country": "Bahrain",
    "category": "Landmarks",
    "tags": [
      "bahrain-trading-center",
      "manama",
      "bahraini",
      "financial",
      "modern"
    ],
    "svgFilename": "bh-manama.svg",
    "description": "Manama is the capital and largest city of Bahrain, known for its iconic Bahrain Trading Center - a distinctive twin-tower complex that symbolizes the city's role as a major financial hub in the Persian Gulf. The city combines traditional Bahraini culture with modern financial services, featuring the impressive Bahrain Trading Center towers, the beautiful Al Fateh Grand Mosque, the historic Bahrain Fort, and the trading center that represents Manama's position as a key financial and commercial center in the Middle East.",
    "region": "Middle East"
  },
  {
    "_id": "150",
    "name": "Kuwait Towers",
    "city": "Kuwait City",
    "country": "Kuwait",
    "category": "Landmarks",
    "tags": [
      "kuwait-towers",
      "kuwait-city",
      "kuwaiti",
      "water-towers",
      "iconic"
    ],
    "svgFilename": "kw-kuwait.svg",
    "description": "Kuwait City is the capital of Kuwait, known for its iconic Kuwait Towers - distinctive water towers with distinctive blue-green spheres that have become the symbol of the city and the country. The city combines modern architecture with Arabian Gulf culture, featuring the impressive Kuwait Towers, the beautiful Grand Mosque, the historic Kuwait National Museum, and the towers that represent Kuwait City's modern development and the country's prosperity and engineering achievements.",
    "region": "Middle East"
  },
  {
    "_id": "151",
    "name": "Islamabad Faisal Mosque",
    "city": "Islamabad",
    "country": "Pakistan",
    "category": "Landmarks",
    "tags": [
      "faisal-mosque",
      "islamabad",
      "pakistani",
      "religious",
      "architectural"
    ],
    "svgFilename": "pk-islamabad.svg",
    "description": "Islamabad is the capital city of Pakistan, known for its iconic Faisal Mosque - one of the largest mosques in the world with its distinctive tent-like design that symbolizes modern Islamic architecture. The city combines planned urban development with Pakistani culture, featuring the impressive Faisal Mosque, the beautiful Margalla Hills, the historic Pakistan Monument, and the mosque that represents Islamabad's role as the modern capital of Pakistan and a center of Islamic culture and architecture.",
    "region": "Asia"
  },
  {
    "_id": "152",
    "name": "Tegucigalpa Cathedral Basilica",
    "city": "Tegucigalpa",
    "country": "Honduras",
    "category": "Landmarks",
    "tags": [
      "cathedral",
      "basilica",
      "religious",
      "architectural",
      "honduran"
    ],
    "svgFilename": "hn-tegucigalpa.svg",
    "description": "Tegucigalpa is the capital city of Honduras, known for its beautiful Cathedral Basilica - a magnificent colonial-era cathedral that serves as the spiritual heart of the city. The cathedral represents the rich religious heritage and colonial architecture of Honduras, standing as an iconic landmark in the historic center of Tegucigalpa.",
    "region": "Central America"
  },
  {
    "_id": "153",
    "name": "Washington White House",
    "city": "Washington",
    "country": "United States",
    "category": "Landmarks",
    "tags": [
      "white-house",
      "government",
      "presidential",
      "political",
      "american"
    ],
    "svgFilename": "us-washinton.svg",
    "description": "Washington D.C. is the capital of the United States, home to the iconic White House - the official residence and workplace of the President of the United States. This neoclassical building serves as both a symbol of American democracy and the center of executive power, representing the political heart of the nation.",
    "region": "North America"
  },
  {
    "_id": "154",
    "name": "Viana do Castelo Statue",
    "city": "Viana do Castelo",
    "country": "Portugal",
    "category": "Landmarks",
    "tags": [
      "statue",
      "viana",
      "portuguese",
      "monument",
      "cultural"
    ],
    "svgFilename": "pt-viana-do-castelo.svg",
    "description": "Viana do Castelo is a charming coastal city in northern Portugal, known for its iconic statue of Viana - a monument that represents the city's rich maritime heritage and cultural identity. The city combines beautiful architecture with stunning coastal views, and the statue serves as a symbol of local pride and tradition.",
    "region": "Europe"
  },
  {
    "_id": "155",
    "name": "Vigo Galician Octopus",
    "city": "Vigo",
    "country": "Spain",
    "category": "Landmarks",
    "tags": [
      "octopus",
      "galician",
      "seafood",
      "culinary",
      "spanish"
    ],
    "svgFilename": "es-vigo.svg",
    "description": "Vigo is a vibrant coastal city in Galicia, Spain, famous for its Galician octopus - a beloved local delicacy that represents the city's deep connection to the sea and its rich culinary traditions. The city is known for its bustling fishing industry, beautiful bay views, and the iconic octopus that symbolizes Vigo's maritime culture.",
    "region": "Europe"
  },
  {
    "_id": "156",
    "name": "Chaves Tower",
    "city": "Chaves",
    "country": "Portugal",
    "category": "Landmarks",
    "tags": [
      "tower",
      "medieval",
      "portuguese",
      "historic",
      "architectural"
    ],
    "svgFilename": "pt-chaves.svg",
    "description": "Chaves is a historic city in northern Portugal, renowned for its ancient tower - a medieval structure that stands as a testament to the city's long and rich history. The tower represents Chaves' strategic importance throughout the centuries and serves as an iconic landmark that embodies the city's heritage and architectural beauty.",
    "region": "Europe"
  },
  {
    "_id": "157",
    "name": "Coruña Roman Lighthouse",
    "city": "Coruña",
    "country": "Spain",
    "category": "Landmarks",
    "tags": [
      "lighthouse",
      "roman",
      "ancient",
      "coastal",
      "spanish"
    ],
    "svgFilename": "es-coruna.svg",
    "description": "Coruña is a historic coastal city in Galicia, Spain, famous for its ancient Roman lighthouse - the Tower of Hercules, which is the oldest functioning lighthouse in the world and a UNESCO World Heritage site. This remarkable structure has been guiding ships for nearly 2,000 years and represents the city's deep maritime heritage and connection to ancient Roman civilization.",
    "region": "Europe"
  },
  {
    "_id": "158",
    "name": "Vila Real Carvalho Araújo Statue",
    "city": "Vila Real",
    "country": "Portugal",
    "category": "Landmarks",
    "tags": [
      "statue",
      "carvalho-araujo",
      "monument",
      "portuguese",
      "cultural"
    ],
    "svgFilename": "pt-vila-real.svg",
    "description": "Vila Real is a charming city in northern Portugal, known for its statue of Carvalho Araújo - a monument honoring this important local figure who contributed significantly to the city's development and cultural heritage. The statue represents Vila Real's respect for its historical personalities and serves as a symbol of local pride and cultural identity.",
    "region": "Europe"
  },
  {
    "_id": "159",
    "name": "Guimarães Afonso Henriques Statue",
    "city": "Guimarães",
    "country": "Portugal",
    "category": "Landmarks",
    "tags": [
      "statue",
      "afonso-henriques",
      "first-king",
      "portuguese",
      "historical"
    ],
    "svgFilename": "pt-guimaraes.svg",
    "description": "Guimarães is a historic city in northern Portugal, known as the birthplace of the nation and home to the statue of Afonso Henriques - Portugal's first king. This monument honors the founder of the Portuguese kingdom and represents the city's crucial role in Portuguese history as the cradle of the nation, where Portugal's independence and royal lineage began.",
    "region": "Europe"
  },
  {
    "_id": "160",
    "name": "Leiria Castle",
    "city": "Leiria",
    "country": "Portugal",
    "category": "Landmarks",
    "tags": [
      "castle",
      "medieval",
      "fortress",
      "historic",
      "portuguese"
    ],
    "svgFilename": "pt-leiria.svg",
    "description": "Leiria is a historic city in central Portugal, famous for its impressive medieval castle that dominates the city's skyline. The Leiria Castle, built in the 12th century, represents the city's strategic importance in Portuguese history and serves as a symbol of medieval architecture and royal heritage.",
    "region": "Europe"
  },
  {
    "_id": "161",
    "name": "Braga Cathedral and Stairs",
    "city": "Braga",
    "country": "Portugal",
    "category": "Landmarks",
    "tags": [
      "cathedral",
      "se",
      "stairs",
      "religious",
      "portuguese",
      "historic"
    ],
    "svgFilename": "pt-braga.svg",
    "description": "Braga is one of Portugal's oldest cities, known for its magnificent cathedral (Sé de Braga) and the famous Bom Jesus do Monte stairs. The city represents the religious heart of Portugal, with its stunning baroque architecture and sacred staircases that attract pilgrims and visitors from around the world.",
    "region": "Europe"
  },
  {
    "_id": "162",
    "name": "Amadora Igreja Matriz",
    "city": "Amadora",
    "country": "Portugal",
    "category": "Landmarks",
    "tags": [
      "church",
      "igreja-matriz",
      "religious",
      "portuguese",
      "parish"
    ],
    "svgFilename": "pt-amadora.svg",
    "description": "Amadora is a vibrant city in the Lisbon metropolitan area, known for its Igreja Matriz da Amadora - the main parish church that serves as the spiritual and cultural center of the community. This church represents the city's religious heritage and its role as an important suburban center in the greater Lisbon region.",
    "region": "Europe"
  },
  {
    "_id": "163",
    "name": "Guadalajara Mariachi",
    "city": "Guadalajara",
    "country": "Mexico",
    "category": "Culture",
    "tags": [
      "mariachi",
      "musician",
      "hat",
      "guitar",
      "mexican",
      "traditional",
      "music"
    ],
    "svgFilename": "mx-guadalajara.svg",
    "description": "Guadalajara is the cultural heart of Mexico, known worldwide as the birthplace of mariachi music. The icon depicts a mariachi musician with hat and guitar, representing the city's rich musical heritage and its role as the cradle of this iconic Mexican art form that has become a symbol of Mexican culture globally.",
    "region": "North America"
  },
  {
    "_id": "164",
    "name": "Montevideo Sun of May",
    "city": "Montevideo",
    "country": "Uruguay",
    "category": "Culture",
    "tags": [
      "sun-of-may",
      "national-symbol",
      "uruguayan",
      "independence",
      "patriotic"
    ],
    "svgFilename": "ur-montevideo.svg",
    "description": "Montevideo is the capital and largest city of Uruguay, known for its iconic Sun of May symbol that appears on both the Uruguayan and Argentine flags. This golden sun represents independence and freedom, commemorating the May Revolution and serving as a powerful symbol of South American liberation and national identity.",
    "region": "South America"
  },
  {
    "_id": "165",
    "name": "Panama City Canal Locks",
    "city": "Panama City",
    "country": "Panama",
    "category": "Landmarks",
    "tags": [
      "panama-canal",
      "locks",
      "engineering",
      "waterway",
      "maritime",
      "infrastructure"
    ],
    "svgFilename": "pa-panama.svg",
    "description": "Panama City is home to one of the world's greatest engineering marvels - the Panama Canal. The canal locks represent an incredible feat of human engineering that connects the Atlantic and Pacific oceans, revolutionizing global maritime trade and establishing Panama as a crucial hub for international commerce and shipping.",
    "region": "North America"
  },
  {
    "_id": "166",
    "name": "Lima Francisco Pizarro Statue",
    "city": "Lima",
    "country": "Peru",
    "category": "Landmarks",
    "tags": [
      "statue",
      "francisco-pizarro",
      "conquistador",
      "historical",
      "equestrian",
      "colonial"
    ],
    "svgFilename": "pe-lima.svg",
    "description": "Lima, the capital of Peru, features the equestrian statue of Francisco Pizarro, the Spanish conquistador who founded the city in 1535. This monument represents Lima's colonial heritage and its role as the former capital of the Spanish Viceroyalty of Peru, marking the beginning of Spanish influence in South America.",
    "region": "South America"
  },
  {
    "_id": "167",
    "name": "Moscow Spasskaya Tower",
    "city": "Moscow",
    "country": "Russia",
    "category": "Landmarks",
    "tags": [
      "spasskaya-tower",
      "kremlin",
      "clock-tower",
      "red-square",
      "russian",
      "historical"
    ],
    "svgFilename": "ru-moscow.svg",
    "description": "Moscow, the capital of Russia, is symbolized by the iconic Spasskaya Tower of the Kremlin. This historic clock tower serves as the main entrance to the Moscow Kremlin and is one of the most recognizable symbols of Russia, representing the political and cultural heart of the nation with its distinctive architecture and famous chimes.",
    "region": "Europe"
  },
  {
    "_id": "168",
    "name": "Yakutsk Ostrog",
    "city": "Yakutsk",
    "country": "Russia",
    "category": "Landmarks",
    "tags": [
      "ostrog",
      "wooden-fort",
      "1632",
      "siberian",
      "russian",
      "historical",
      "fortress"
    ],
    "svgFilename": "ru-yakutsk.svg",
    "description": "Yakutsk is the capital of the Sakha Republic in Siberia, founded around a wooden fort (ostrog) built in 1632. This historic ostrog represents the Russian expansion into Siberia and serves as a symbol of the city's origins as a frontier settlement, marking the beginning of Russian presence in the vast Siberian wilderness.",
    "region": "Asia"
  },
  {
    "_id": "169",
    "name": "Tula Samovar",
    "city": "Tula",
    "country": "Russia",
    "category": "Culture",
    "tags": [
      "samovar",
      "tea-making",
      "traditional",
      "russian",
      "craftsmanship",
      "cultural-heritage"
    ],
    "svgFilename": "ru-tula.svg",
    "description": "Tula is a historic Russian city famous worldwide for its traditional samovars - ornate tea-making vessels that have become an iconic symbol of Russian culture. The samovar represents Tula's rich heritage in metalworking and craftsmanship, and the city's role as the heart of Russian tea culture and hospitality traditions.",
    "region": "Europe"
  }
]